{
  "results": [
  {
    "id": "61b3af7514270baddf9f5487",
    "eth": "Guatemalan",
    "gen": "Masculine",
    "iden": "Gay",
    "title": "Officia incididunt.",
    "about": "Incididunt cupidatat irure deserunt in et.",
    "img": "../public/img/test_img.jpg",
    "char": 3,
    "set": "Eden",
    "firstN": "Shauna",
    "lastN": "Greer",
    "email": "amet@gmail.com",
    "bio": "Irure consectetur voluptate in sint. Fugiat fugiat dolore esse occaecat pariatur amet. Dolor Lorem deserunt in. Esse adipisicing occaecat mollit magna amet aute amet. Elit est sint nostrud ad exercitation aute. Ut aliquip excepteur do dolor irure. Magna dolore laborum consectetur commodo veniam eiusmod veniam."
  },
  {
    "id": "61b3af75e6902e7ad64f378b",
    "eth": "Cuban",
    "gen": "Trans",
    "iden": "Lesbian",
    "title": "Non sint dolor ad fugiat nisi.",
    "about": "Fugiat culpa ullamco adipisicing labore voluptate.",
    "img": "../public/img/test_img.jpg",
    "char": 3,
    "set": "Accoville",
    "firstN": "Annmarie",
    "lastN": "Frye",
    "email": "veniam@gmail.com",
    "bio": "Excepteur sint nulla mollit laboris esse consequat. Reprehenderit amet amet commodo mollit anim duis anim. Nulla proident dolore ipsum Lorem anim. Ut aute Lorem tempor. Cupidatat minim duis labore fugiat consequat. Dolore ea velit et ut incididunt occaecat duis. Ad Lorem dolore excepteur esse elit."
  },
  {
    "id": "61b3af75ef24cb56a806f383",
    "eth": "Puerto Rican",
    "gen": "Unisex",
    "iden": "Bisexual",
    "title": "Tempor proident dolor consequat non.",
    "about": "Amet esse veniam sint aliquip aute irure proident sint et consectetur cupidatat in.",
    "img": "../public/img/test_img.jpg",
    "char": 3,
    "set": "Oceola",
    "firstN": "Cherry",
    "lastN": "Ballard",
    "email": "reprehenderit@gmail.com",
    "bio": "Occaecat ad non eu esse officia. Commodo esse magna do labore id minim. Ex esse labore eiusmod enim quis elit reprehenderit. Ea sit minim commodo. Nulla ullamco incididunt ut ea excepteur velit sint. Sit non duis dolor consequat mollit commodo. Labore sint eu labore elit tempor."
  },
  {
    "id": "61b3af756bef9c76d2315d70",
    "eth": "Guatemalan",
    "gen": "Masculine",
    "iden": "Gay",
    "title": "Minim ipsum voluptate.",
    "about": "Lorem esse sunt anim qui pariatur anim id sit.",
    "img": "../public/img/test_img.jpg",
    "char": 3,
    "set": "Bellfountain",
    "firstN": "Lynette",
    "lastN": "Wallace",
    "email": "et@gmail.com",
    "bio": "Laboris aliquip cillum est officia et Lorem elit. Qui est labore elit irure dolor pariatur consequat. Ut dolore et labore excepteur do ullamco. Labore id id irure nisi excepteur minim aliqua. Excepteur deserunt est nostrud exercitation tempor cupidatat veniam. Sunt excepteur eu commodo consequat officia duis tempor. Laborum aute dolore in nostrud."
  },
  {
    "id": "61b3af75c3a56cbb6c484541",
    "eth": "Chilean",
    "gen": "Feminine",
    "iden": "Gay",
    "title": "Irure dolor.",
    "about": "Amet ullamco Lorem officia consectetur deserunt.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Umapine",
    "firstN": "Sosa",
    "lastN": "Tyson",
    "email": "ipsum@gmail.com",
    "bio": "Ut non ullamco ad cupidatat excepteur aliquip. Cillum incididunt pariatur elit consectetur reprehenderit sunt quis. Ut incididunt minim sunt mollit. Ipsum eu duis nulla et nulla est. Qui eiusmod aliqua incididunt laborum ullamco. Sit excepteur consequat do non incididunt mollit. Sint labore irure ea mollit exercitation enim."
  },
  {
    "id": "61b3af753939cf907637cdd7",
    "eth": "Chilean",
    "gen": "Unisex",
    "iden": "Straight",
    "title": "Labore laborum aliqua elit.",
    "about": "Dolore laboris excepteur ullamco velit velit amet.",
    "img": "../public/img/test_img.jpg",
    "char": 3,
    "set": "Hachita",
    "firstN": "Hurst",
    "lastN": "Vazquez",
    "email": "dolore@gmail.com",
    "bio": "Ea dolore irure consequat Lorem sunt. Eiusmod aliqua veniam deserunt reprehenderit excepteur. Qui ullamco tempor irure laboris mollit id sint. Labore duis quis excepteur culpa laborum. Id deserunt consectetur ad ut esse magna. Dolor excepteur irure in commodo qui adipisicing. Ad voluptate magna voluptate nulla ut anim occaecat."
  },
  {
    "id": "61b3af757607941ed692c994",
    "eth": "Salvadoran",
    "gen": "Masculine",
    "iden": "Straight",
    "title": "Est enim pariatur officia ad.",
    "about": "Fugiat nulla fugiat ad qui ea deserunt esse dolor magna.",
    "img": "../public/img/test_img.jpg",
    "char": 2,
    "set": "Bladensburg",
    "firstN": "Hoffman",
    "lastN": "Chan",
    "email": "excepteur@gmail.com",
    "bio": "Culpa magna eu eu occaecat reprehenderit duis id. Sint anim ex ullamco. Veniam eiusmod do aliqua fugiat do duis. Reprehenderit culpa sunt esse sunt incididunt mollit. Cupidatat deserunt officia dolore labore sint. Laborum officia reprehenderit aliqua ullamco magna. Duis eu esse quis ex."
  },
  {
    "id": "61b3af75510cda031393ffeb",
    "eth": "Mexican",
    "gen": "Feminine",
    "iden": "Gay",
    "title": "Aute enim amet.",
    "about": "Lorem ullamco deserunt in cupidatat ut et voluptate irure.",
    "img": "../public/img/test_img.jpg",
    "char": 3,
    "set": "Dargan",
    "firstN": "Sheree",
    "lastN": "Bates",
    "email": "exercitation@gmail.com",
    "bio": "Proident veniam dolor incididunt adipisicing veniam occaecat. Laborum exercitation anim pariatur aliqua irure proident. Anim qui sit consectetur cupidatat cupidatat incididunt elit. Consequat minim quis tempor in. Irure aute nulla eiusmod Lorem. Est veniam sint ipsum. Voluptate proident est nulla mollit sit nostrud."
  },
  {
    "id": "61b3af7569682bf24c40f54f",
    "eth": "Colombian",
    "gen": "Trans",
    "iden": "Straight",
    "title": "Cillum non quis fugiat.",
    "about": "Nostrud in mollit quis reprehenderit duis adipisicing ipsum.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Corinne",
    "firstN": "Deirdre",
    "lastN": "Morse",
    "email": "id@gmail.com",
    "bio": "Do ex nisi consectetur sit commodo. Esse ea amet aliquip dolore. Ex eiusmod adipisicing reprehenderit aliquip. Amet magna eu nisi adipisicing sit laborum. Eu non ipsum deserunt velit est. Quis tempor magna qui. Eiusmod labore eu cillum sint."
  },
  {
    "id": "61b3af752b5b5ef9aabe9f57",
    "eth": "Puerto Rican",
    "gen": "Masculine",
    "iden": "Bisexual",
    "title": "Laborum id et est.",
    "about": "Tempor deserunt officia dolor nisi velit do.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Cornucopia",
    "firstN": "Lilian",
    "lastN": "Francis",
    "email": "excepteur@gmail.com",
    "bio": "Do cupidatat sunt nisi culpa irure. Duis Lorem incididunt fugiat veniam Lorem reprehenderit proident. Minim sunt ullamco qui magna cillum dolore sunt. Consequat eiusmod anim aute do irure velit officia. Consectetur cillum velit ullamco velit ipsum. Do non laborum dolore do aliqua in veniam. Dolor voluptate enim incididunt proident ipsum."
  },
  {
    "id": "61b3af7585513b9e2afd4df0",
    "eth": "Guatemalan",
    "gen": "Trans",
    "iden": "Gay",
    "title": "Mollit id ea ipsum magna.",
    "about": "Culpa magna ut minim magna sunt aliqua consequat commodo enim proident.",
    "img": "../public/img/test_img.jpg",
    "char": 3,
    "set": "Troy",
    "firstN": "Sheryl",
    "lastN": "Lamb",
    "email": "pariatur@gmail.com",
    "bio": "Incididunt voluptate sunt velit aliqua proident cupidatat. Ullamco labore excepteur excepteur in. Tempor irure veniam quis id. Aute est excepteur laborum veniam nisi aliquip. Labore voluptate deserunt laborum irure cillum velit aute. Sint ex dolore et ullamco eiusmod. Minim aliqua minim dolore aliquip ipsum qui."
  },
  {
    "id": "61b3af75061d3d43367f2f61",
    "eth": "Guatemalan",
    "gen": "Unisex",
    "iden": "Bisexual",
    "title": "Excepteur ut.",
    "about": "Nisi commodo mollit labore mollit ex laborum cillum incididunt elit ad nulla.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Chestnut",
    "firstN": "Janette",
    "lastN": "Gibson",
    "email": "exercitation@gmail.com",
    "bio": "Eu esse do magna dolor aute. Et occaecat ad officia occaecat duis. Sunt enim laborum non deserunt. Ea ad qui enim aliqua. Officia excepteur est voluptate aliquip eiusmod. Magna labore commodo laboris incididunt quis amet labore. Enim duis reprehenderit exercitation sit ullamco."
  },
  {
    "id": "61b3af75e5bc8cd359dd14b9",
    "eth": "Mexican",
    "gen": "Trans",
    "iden": "Lesbian",
    "title": "Proident est culpa non anim qui.",
    "about": "Magna eu non laboris cupidatat.",
    "img": "../public/img/test_img.jpg",
    "char": 2,
    "set": "Northchase",
    "firstN": "Rosario",
    "lastN": "Stafford",
    "email": "reprehenderit@gmail.com",
    "bio": "Labore nulla in ad nisi ipsum laboris dolore. Nulla pariatur magna quis. Ea eiusmod ad nisi consectetur. Sit ea cupidatat irure sit ad labore. Quis ut cupidatat laboris occaecat elit sit. Id qui adipisicing dolore ex ullamco occaecat. Occaecat ut labore qui ullamco exercitation."
  },
  {
    "id": "61b3af75f8bbab1831376901",
    "eth": "Colombian",
    "gen": "Feminine",
    "iden": "Gay",
    "title": "Excepteur id et pariatur.",
    "about": "In est et veniam est duis cupidatat adipisicing.",
    "img": "../public/img/test_img.jpg",
    "char": 3,
    "set": "Graball",
    "firstN": "Ann",
    "lastN": "Bowman",
    "email": "minim@gmail.com",
    "bio": "Quis laborum proident officia mollit et minim nostrud. Aliquip elit incididunt laborum esse dolor. Enim qui aliqua ipsum laborum. Sunt cupidatat proident eiusmod elit culpa. Ut officia amet aliquip. Sit excepteur id in sint irure veniam. Mollit officia ad et non."
  },
  {
    "id": "61b3af752f01c8461fa8ded5",
    "eth": "Mexican",
    "gen": "Masculine",
    "iden": "Bisexual",
    "title": "Amet est laborum fugiat est.",
    "about": "Exercitation sit ipsum laboris reprehenderit cupidatat qui elit cupidatat ex.",
    "img": "../public/img/test_img.jpg",
    "char": 2,
    "set": "Kapowsin",
    "firstN": "Erickson",
    "lastN": "Webb",
    "email": "voluptate@gmail.com",
    "bio": "Elit cupidatat consequat fugiat. Sint voluptate cupidatat deserunt dolore dolor aliqua consectetur. Voluptate nisi ad id quis culpa deserunt. Enim cupidatat occaecat magna ut pariatur. Ipsum consectetur in eiusmod Lorem ea. Adipisicing ex nostrud anim sit. Non Lorem ullamco reprehenderit officia occaecat."
  },
  {
    "id": "61b3af7556349c4889b7682d",
    "eth": "Cuban",
    "gen": "Trans",
    "iden": "Straight",
    "title": "Sit veniam.",
    "about": "Irure exercitation Lorem fugiat eiusmod dolore veniam est incididunt aute et.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Snyderville",
    "firstN": "Michael",
    "lastN": "Little",
    "email": "culpa@gmail.com",
    "bio": "Culpa ad fugiat do adipisicing. Incididunt minim qui nostrud consequat laborum non. Sunt occaecat exercitation dolor in elit nisi. Mollit labore ea amet. In quis nisi tempor adipisicing nostrud dolor. Laborum ea tempor dolor. Exercitation proident enim sunt dolore."
  },
  {
    "id": "61b3af75ce1dc1c87c181445",
    "eth": "Chilean",
    "gen": "Feminine",
    "iden": "Straight",
    "title": "Amet dolor do officia ad.",
    "about": "Consequat ipsum commodo minim magna voluptate nisi ex minim tempor laboris laborum sunt ea aliquip.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Hickory",
    "firstN": "Rhea",
    "lastN": "Leonard",
    "email": "dolor@gmail.com",
    "bio": "Occaecat voluptate culpa occaecat commodo. Nulla dolore aute consectetur nulla sint. Officia voluptate ipsum culpa duis sint. Esse enim labore do. Lorem voluptate amet dolore elit non. Nostrud qui nulla est laboris fugiat. Enim anim aute magna mollit in velit aliquip."
  },
  {
    "id": "61b3af75780d72b4e520a589",
    "eth": "Mexican",
    "gen": "Feminine",
    "iden": "Bisexual",
    "title": "Magna eu.",
    "about": "Nulla in laborum eiusmod eiusmod dolor fugiat labore ea esse.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Titanic",
    "firstN": "Jacqueline",
    "lastN": "Ramos",
    "email": "Lorem@gmail.com",
    "bio": "Aliqua minim laboris tempor Lorem et commodo sunt. Elit est ea pariatur laboris. Irure cillum velit velit qui pariatur ex. Tempor exercitation est non in. Nulla quis deserunt excepteur. Pariatur laboris enim aute. Labore laboris incididunt qui occaecat excepteur."
  },
  {
    "id": "61b3af7501435e0a72095013",
    "eth": "Dominican",
    "gen": "Unisex",
    "iden": "Gay",
    "title": "Voluptate est sint exercitation velit.",
    "about": "Amet tempor laborum sit nulla mollit excepteur sunt commodo excepteur mollit.",
    "img": "../public/img/test_img.jpg",
    "char": 2,
    "set": "Enlow",
    "firstN": "Angelique",
    "lastN": "Edwards",
    "email": "ad@gmail.com",
    "bio": "In aliquip nulla velit anim ad. Est Lorem sint culpa quis culpa laborum anim. Incididunt fugiat commodo Lorem. Ut non ex in excepteur commodo est ut. Sunt laboris ut laboris. Amet nisi exercitation id irure labore laborum irure. Pariatur veniam consectetur enim est proident anim."
  },
  {
    "id": "61b3af7510a3fb409ad2ebaf",
    "eth": "Guatemalan",
    "gen": "Unisex",
    "iden": "Gay",
    "title": "Excepteur mollit eiusmod culpa in ad.",
    "about": "Aute ea aliquip est veniam minim voluptate.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Lisco",
    "firstN": "Malinda",
    "lastN": "Slater",
    "email": "consectetur@gmail.com",
    "bio": "Cupidatat ullamco mollit esse. Adipisicing in tempor velit fugiat eiusmod in cupidatat. Sint anim amet cillum. Duis adipisicing ipsum aliquip irure sit aute. Laborum amet nostrud elit aute elit dolor commodo. Enim amet ut enim magna nulla do dolore. Eu exercitation reprehenderit deserunt."
  },
  {
    "id": "61b3af75003e75c7f51ab3a2",
    "eth": "Puerto Rican",
    "gen": "Trans",
    "iden": "Gay",
    "title": "Consectetur quis.",
    "about": "Magna consectetur exercitation do et officia pariatur.",
    "img": "../public/img/test_img.jpg",
    "char": 3,
    "set": "Thomasville",
    "firstN": "Dean",
    "lastN": "Clark",
    "email": "proident@gmail.com",
    "bio": "Labore in reprehenderit aliquip. Incididunt reprehenderit fugiat proident dolor. Dolore veniam voluptate irure elit enim. Ea dolor excepteur esse dolore. Lorem incididunt laborum elit culpa do commodo. Ea tempor ullamco commodo. Eiusmod veniam laborum Lorem aliquip pariatur aute nisi."
  },
  {
    "id": "61b3af758d67bd64371fb39c",
    "eth": "Guatemalan",
    "gen": "Unisex",
    "iden": "Lesbian",
    "title": "Occaecat et aliqua voluptate nostrud.",
    "about": "Veniam nisi sunt dolor aliquip cillum non proident nostrud.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Ferney",
    "firstN": "Shelia",
    "lastN": "Fisher",
    "email": "consectetur@gmail.com",
    "bio": "Irure nostrud do qui in aliquip. Ut aute est commodo magna pariatur exercitation. Fugiat occaecat eu dolor. Enim dolore amet sit fugiat occaecat. Cupidatat sunt ullamco fugiat tempor aute sit aute. Veniam ipsum culpa dolor veniam. Nisi deserunt quis officia."
  },
  {
    "id": "61b3af75c3489e1a8c359cc9",
    "eth": "Brazilian",
    "gen": "Trans",
    "iden": "Bisexual",
    "title": "Est et ad veniam.",
    "about": "Lorem magna do incididunt cillum esse amet occaecat.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Bridgetown",
    "firstN": "Kinney",
    "lastN": "Campbell",
    "email": "non@gmail.com",
    "bio": "Occaecat Lorem anim magna cillum sunt deserunt. Consequat amet consectetur velit cillum ex. Sit irure Lorem fugiat esse. Nulla nostrud id ut. Exercitation laborum et labore dolore Lorem. Sint eiusmod sint eiusmod laborum consectetur tempor. Ea cillum ad non reprehenderit duis."
  },
  {
    "id": "61b3af75df4cbe7eba4aceef",
    "eth": "Puerto Rican",
    "gen": "Unisex",
    "iden": "Straight",
    "title": "Eu do et.",
    "about": "Amet quis dolore sunt ut ad velit.",
    "img": "../public/img/test_img.jpg",
    "char": 2,
    "set": "Brambleton",
    "firstN": "Monroe",
    "lastN": "Hatfield",
    "email": "anim@gmail.com",
    "bio": "Consequat aliqua ea sint cupidatat. Incididunt quis nulla excepteur. Magna sit ex consequat cillum exercitation. Nulla ut nulla eiusmod elit incididunt magna sint. Id sit Lorem occaecat do ipsum id Lorem. Elit ad ad velit elit eiusmod nostrud. Sunt qui cupidatat officia."
  },
  {
    "id": "61b3af7526ce76c09ed5736a",
    "eth": "Cuban",
    "gen": "Unisex",
    "iden": "Straight",
    "title": "Labore ut sunt.",
    "about": "Duis Lorem voluptate deserunt aute culpa voluptate consequat nostrud et adipisicing amet aliqua mollit.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Faxon",
    "firstN": "Roxie",
    "lastN": "Hodges",
    "email": "officia@gmail.com",
    "bio": "Ut irure pariatur in laboris anim. Proident aliquip esse aliqua. Fugiat eiusmod nostrud consectetur exercitation incididunt. Non cupidatat nisi ea ullamco do. Dolore anim adipisicing mollit Lorem officia anim. Eu incididunt nisi nostrud quis. Ipsum duis do ea exercitation deserunt incididunt."
  },
  {
    "id": "61b3af75200435a378dc470c",
    "eth": "Colombian",
    "gen": "Unisex",
    "iden": "Straight",
    "title": "Laborum dolore in.",
    "about": "Labore cupidatat minim sit officia.",
    "img": "../public/img/test_img.jpg",
    "char": 2,
    "set": "Bethpage",
    "firstN": "Vonda",
    "lastN": "Burch",
    "email": "nostrud@gmail.com",
    "bio": "Ut id laboris aute sit. Ipsum nostrud commodo eu nulla. Ex nulla esse aliqua veniam consequat non. Est occaecat proident proident enim. Lorem mollit eu esse cupidatat commodo ut. Exercitation amet enim nulla fugiat laboris. Nostrud laboris do excepteur do laboris officia reprehenderit."
  },
  {
    "id": "61b3af75d0ba90d65c921722",
    "eth": "Puerto Rican",
    "gen": "Unisex",
    "iden": "Lesbian",
    "title": "Laborum.",
    "about": "Deserunt ea nisi ad non.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Abiquiu",
    "firstN": "Cervantes",
    "lastN": "Garcia",
    "email": "incididunt@gmail.com",
    "bio": "Ipsum eiusmod duis eiusmod sit labore id. Enim proident occaecat tempor ullamco tempor. Consequat enim proident id ex enim dolore. Aute magna laborum sint. Pariatur deserunt dolore mollit. Nulla in Lorem esse. Occaecat culpa irure qui occaecat."
  },
  {
    "id": "61b3af75552da1eff56edfd1",
    "eth": "Salvadoran",
    "gen": "Masculine",
    "iden": "Bisexual",
    "title": "Quis eu reprehenderit ipsum sunt.",
    "about": "Consectetur reprehenderit dolore laboris sunt.",
    "img": "../public/img/test_img.jpg",
    "char": 2,
    "set": "Sharon",
    "firstN": "Ashley",
    "lastN": "Carpenter",
    "email": "ullamco@gmail.com",
    "bio": "Proident est fugiat dolor. Adipisicing quis excepteur ad nulla dolore excepteur. Adipisicing ipsum dolor fugiat ex excepteur. In nulla sint veniam eiusmod ad mollit pariatur. Deserunt duis exercitation cillum. Officia laboris cillum occaecat eu sunt in in. Irure irure aute laboris amet velit officia et."
  },
  {
    "id": "61b3af7500ba0e8b827c46f3",
    "eth": "Chilean",
    "gen": "Feminine",
    "iden": "Gay",
    "title": "Do ea anim aliquip.",
    "about": "Ullamco labore ullamco est exercitation commodo ad irure proident ad pariatur voluptate adipisicing proident culpa.",
    "img": "../public/img/test_img.jpg",
    "char": 3,
    "set": "Cutter",
    "firstN": "Melissa",
    "lastN": "Lambert",
    "email": "elit@gmail.com",
    "bio": "Culpa ullamco et elit. Nisi laboris duis commodo aliqua duis id enim. Esse ex irure in velit voluptate velit. Irure est ipsum deserunt sint nisi do. Laborum enim anim ipsum amet. Mollit nulla commodo do ullamco irure Lorem. Deserunt incididunt sint magna pariatur veniam."
  },
  {
    "id": "61b3af75dd81cfbb566a4fa9",
    "eth": "Chilean",
    "gen": "Unisex",
    "iden": "Bisexual",
    "title": "Duis.",
    "about": "Velit sint nulla sit magna ad adipisicing sint cillum velit occaecat sunt Lorem.",
    "img": "../public/img/test_img.jpg",
    "char": 2,
    "set": "Rosedale",
    "firstN": "Hines",
    "lastN": "Beck",
    "email": "consequat@gmail.com",
    "bio": "Pariatur tempor est pariatur anim id commodo sunt. Aliqua qui aliquip labore mollit laboris. Excepteur tempor dolore officia ut pariatur. Duis aliquip dolor duis ad est culpa ea. Cupidatat mollit aliqua qui dolore amet tempor. Qui qui magna ullamco ea. Est exercitation sit velit sint Lorem."
  },
  {
    "id": "61b3af759365122bc96ff1b8",
    "eth": "Dominican",
    "gen": "Trans",
    "iden": "Gay",
    "title": "Amet incididunt.",
    "about": "Labore eu id occaecat aliquip ut tempor sit anim labore commodo cillum.",
    "img": "../public/img/test_img.jpg",
    "char": 3,
    "set": "Deercroft",
    "firstN": "Lauren",
    "lastN": "Howell",
    "email": "nulla@gmail.com",
    "bio": "Voluptate nulla eu ullamco aliquip Lorem. Proident non fugiat ut consectetur fugiat adipisicing aute. Deserunt eu minim anim. Velit cillum dolor commodo voluptate consectetur sunt. Do ea voluptate deserunt cupidatat fugiat. Sint excepteur proident ullamco cupidatat et. Exercitation aute laborum et consequat."
  },
  {
    "id": "61b3af759a73636c42870fe2",
    "eth": "Puerto Rican",
    "gen": "Unisex",
    "iden": "Gay",
    "title": "Cillum dolore ipsum.",
    "about": "Laborum consectetur pariatur commodo ullamco consequat proident tempor voluptate nulla laborum officia voluptate.",
    "img": "../public/img/test_img.jpg",
    "char": 3,
    "set": "Crumpler",
    "firstN": "Rice",
    "lastN": "Becker",
    "email": "ad@gmail.com",
    "bio": "Minim elit aliqua eu nostrud magna. Sit eu quis sint veniam Lorem. Cupidatat tempor do voluptate. Sunt minim officia ad do elit et. Nisi eu nulla duis. Eiusmod velit proident magna ex. Reprehenderit deserunt sunt anim adipisicing aliqua ex."
  },
  {
    "id": "61b3af754e112a28ab43f412",
    "eth": "Colombian",
    "gen": "Masculine",
    "iden": "Lesbian",
    "title": "Cillum laboris laborum enim eu dolore.",
    "about": "Elit esse labore pariatur sint irure non exercitation ullamco dolore exercitation fugiat culpa.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Chilton",
    "firstN": "Victoria",
    "lastN": "Beard",
    "email": "sunt@gmail.com",
    "bio": "Ad laborum duis magna labore Lorem. Dolor ipsum dolore culpa incididunt aute. Ad proident aute ad. Dolor mollit laboris enim eu ex dolore. Laboris nostrud mollit nulla non deserunt aliquip dolore. Velit tempor ea mollit esse cupidatat dolore voluptate. Amet laboris occaecat eiusmod sunt nisi et occaecat."
  },
  {
    "id": "61b3af751d4a262df07571ab",
    "eth": "Brazilian",
    "gen": "Unisex",
    "iden": "Straight",
    "title": "Excepteur eu eu proident id exercitation.",
    "about": "Ad consectetur enim velit eiusmod ad pariatur.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Dahlen",
    "firstN": "Mendoza",
    "lastN": "Rosa",
    "email": "duis@gmail.com",
    "bio": "Velit ad quis ad eiusmod. Eu officia magna aute laborum proident ipsum aute. Deserunt laborum cupidatat ad aute labore proident. Cillum deserunt nulla anim. Ut consectetur excepteur amet anim minim. Velit cupidatat consequat incididunt. Amet pariatur sint mollit sunt deserunt aute aliquip."
  },
  {
    "id": "61b3af75691ca259667c47e4",
    "eth": "Colombian",
    "gen": "Trans",
    "iden": "Gay",
    "title": "Nisi eiusmod sunt.",
    "about": "Nulla et consequat excepteur enim excepteur reprehenderit labore adipisicing duis sint cillum magna est ipsum.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Advance",
    "firstN": "Joanne",
    "lastN": "Marquez",
    "email": "minim@gmail.com",
    "bio": "Deserunt nulla aliquip non sint cupidatat. Consequat cillum elit quis irure anim do nulla. Voluptate occaecat eiusmod aliquip Lorem excepteur. Nulla sunt incididunt quis non. Magna commodo Lorem occaecat ipsum laborum pariatur sint. Nisi tempor velit ex fugiat et. In aute amet in do reprehenderit ad."
  },
  {
    "id": "61b3af755d29317217757b3b",
    "eth": "Chilean",
    "gen": "Feminine",
    "iden": "Lesbian",
    "title": "Cupidatat do.",
    "about": "Nostrud voluptate nostrud sint nulla incididunt ipsum cillum quis anim in Lorem reprehenderit nulla amet.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Gardiner",
    "firstN": "Flores",
    "lastN": "Kinney",
    "email": "consequat@gmail.com",
    "bio": "In ad est laborum tempor laboris Lorem non. Exercitation eu aliqua voluptate ad. Exercitation enim veniam tempor exercitation sint quis ullamco. Sit qui ipsum minim minim. Exercitation ex consectetur enim anim reprehenderit proident officia. Deserunt aliqua est cupidatat. Ex eu commodo laborum incididunt velit amet magna."
  },
  {
    "id": "61b3af75a0b78eaacb04b68a",
    "eth": "Guatemalan",
    "gen": "Unisex",
    "iden": "Gay",
    "title": "Qui excepteur.",
    "about": "Minim veniam laboris in id ea ea duis aliqua.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Monument",
    "firstN": "Murray",
    "lastN": "Wong",
    "email": "veniam@gmail.com",
    "bio": "Qui nostrud ullamco id pariatur ex. Et elit voluptate do id. Fugiat nisi exercitation sit dolore. Commodo tempor eiusmod ipsum voluptate. Enim id consectetur labore. Excepteur sit nisi incididunt. Aute ullamco mollit ad nisi ipsum aliquip."
  },
  {
    "id": "61b3af75371229ee90abc8e8",
    "eth": "Colombian",
    "gen": "Feminine",
    "iden": "Bisexual",
    "title": "Nostrud occaecat ad qui amet.",
    "about": "In ipsum sit proident commodo sint velit.",
    "img": "../public/img/test_img.jpg",
    "char": 3,
    "set": "Swartzville",
    "firstN": "Parks",
    "lastN": "Dawson",
    "email": "consequat@gmail.com",
    "bio": "Cillum voluptate amet nisi ipsum ipsum officia elit. Ex Lorem mollit eiusmod. Sunt ex laboris ea. Ut consectetur velit ipsum pariatur esse ut veniam. Mollit culpa veniam tempor cillum incididunt do fugiat. Voluptate consequat culpa elit tempor velit reprehenderit ea. In deserunt culpa ipsum labore labore labore ex."
  },
  {
    "id": "61b3af75ef98a6fb2469a660",
    "eth": "Colombian",
    "gen": "Trans",
    "iden": "Straight",
    "title": "Elit laborum minim eiusmod sit.",
    "about": "Nostrud deserunt minim nisi labore laboris magna nisi voluptate tempor sit.",
    "img": "../public/img/test_img.jpg",
    "char": 3,
    "set": "Cartwright",
    "firstN": "Kirsten",
    "lastN": "Sharpe",
    "email": "in@gmail.com",
    "bio": "Est fugiat ad pariatur labore ex veniam. Eiusmod quis irure duis in sunt sint. Incididunt excepteur quis laborum laborum ullamco et. Est consectetur voluptate minim reprehenderit aute sunt. Nisi voluptate ipsum exercitation. Ad laborum ipsum enim occaecat non. Eiusmod aliqua adipisicing quis."
  },
  {
    "id": "61b3af7575697d228d41bcaa",
    "eth": "Mexican",
    "gen": "Feminine",
    "iden": "Bisexual",
    "title": "Pariatur adipisicing sit nulla.",
    "about": "Amet exercitation nulla culpa ut voluptate et irure velit eu officia aute.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Bourg",
    "firstN": "Melba",
    "lastN": "Frederick",
    "email": "laboris@gmail.com",
    "bio": "Deserunt fugiat laboris qui sunt. Commodo aliquip incididunt cillum veniam. Sit nisi duis incididunt sunt ea. Quis ea incididunt ad magna. In enim consequat dolor et quis dolor ad. Pariatur consectetur eu duis culpa in. Magna magna reprehenderit cillum nisi."
  },
  {
    "id": "61b3af75d3b400e947a6bab5",
    "eth": "Colombian",
    "gen": "Masculine",
    "iden": "Lesbian",
    "title": "Reprehenderit.",
    "about": "Magna excepteur do nostrud commodo culpa.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Sattley",
    "firstN": "Mccullough",
    "lastN": "Day",
    "email": "consectetur@gmail.com",
    "bio": "Irure eiusmod ea do. Ipsum sint ad aute in pariatur reprehenderit. Qui voluptate consectetur aute. Reprehenderit cillum exercitation magna fugiat magna culpa incididunt. Anim cillum velit id in qui. Occaecat consequat excepteur ad mollit labore ipsum dolor. Eiusmod adipisicing dolore nulla mollit."
  },
  {
    "id": "61b3af754efdc68efe4537e9",
    "eth": "Guatemalan",
    "gen": "Trans",
    "iden": "Lesbian",
    "title": "Et.",
    "about": "Ad excepteur ad dolor et eu duis officia culpa labore enim ullamco ut.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Soham",
    "firstN": "Taylor",
    "lastN": "Hawkins",
    "email": "laboris@gmail.com",
    "bio": "Sit ullamco nulla ad nulla. Mollit aliquip exercitation qui fugiat. Minim laborum do irure ex in. Eu esse reprehenderit dolor Lorem enim nulla. Ullamco laboris eu ad ex qui. Commodo adipisicing ex ad veniam laborum veniam. Deserunt officia aute et sunt."
  },
  {
    "id": "61b3af75c32b8a059207e4db",
    "eth": "Cuban",
    "gen": "Trans",
    "iden": "Bisexual",
    "title": "Cillum ex.",
    "about": "Occaecat ad cupidatat sint qui nulla officia veniam.",
    "img": "../public/img/test_img.jpg",
    "char": 2,
    "set": "Websterville",
    "firstN": "Lindsey",
    "lastN": "Mclean",
    "email": "nisi@gmail.com",
    "bio": "Enim anim non pariatur nisi Lorem culpa pariatur. Tempor aliquip sit adipisicing. Quis dolor cupidatat culpa ad non. Esse nisi quis commodo excepteur minim amet cupidatat. Esse magna nulla dolor aute ullamco cillum. Aliqua esse laboris irure officia eiusmod. Deserunt excepteur sint aliquip."
  },
  {
    "id": "61b3af7552154cd834e1b4de",
    "eth": "Colombian",
    "gen": "Masculine",
    "iden": "Gay",
    "title": "Ea esse.",
    "about": "Exercitation enim nulla aliquip Lorem qui exercitation.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Maury",
    "firstN": "Robles",
    "lastN": "Nolan",
    "email": "ea@gmail.com",
    "bio": "Esse eu laborum culpa. Consequat sint pariatur do cupidatat. Consequat fugiat occaecat mollit magna. Veniam labore occaecat nulla aute do fugiat. Lorem et adipisicing sit non officia elit ad. Excepteur duis amet ullamco. Fugiat nostrud fugiat esse."
  },
  {
    "id": "61b3af75ec6196f341957baa",
    "eth": "Puerto Rican",
    "gen": "Trans",
    "iden": "Bisexual",
    "title": "Nisi commodo.",
    "about": "Culpa sit cupidatat ipsum proident adipisicing adipisicing aliquip adipisicing ut cillum labore.",
    "img": "../public/img/test_img.jpg",
    "char": 2,
    "set": "Nescatunga",
    "firstN": "Valeria",
    "lastN": "Barry",
    "email": "sit@gmail.com",
    "bio": "Do excepteur voluptate nisi cillum incididunt nostrud. Veniam irure eu pariatur ex officia ipsum. Laboris incididunt excepteur id eu fugiat culpa pariatur. Laborum labore officia ex do. Deserunt magna cupidatat nisi magna in velit. Commodo pariatur fugiat voluptate culpa proident laborum laborum. Laborum non dolore consequat amet Lorem pariatur."
  },
  {
    "id": "61b3af75611e255121578913",
    "eth": "Dominican",
    "gen": "Trans",
    "iden": "Bisexual",
    "title": "Magna consectetur pariatur.",
    "about": "Occaecat anim veniam commodo laboris nisi duis est deserunt.",
    "img": "../public/img/test_img.jpg",
    "char": 2,
    "set": "Santel",
    "firstN": "Lorene",
    "lastN": "Patterson",
    "email": "sint@gmail.com",
    "bio": "Consectetur exercitation occaecat non. Aute cupidatat eiusmod id laboris sit labore irure. Amet tempor reprehenderit officia aute ea amet. Ad commodo do deserunt. Velit nisi sit est nisi eiusmod nisi nulla. Incididunt ut dolore pariatur. Ipsum labore esse nulla."
  },
  {
    "id": "61b3af753ba4facfeefb32ab",
    "eth": "Chilean",
    "gen": "Masculine",
    "iden": "Bisexual",
    "title": "Aliqua dolore mollit laborum nisi.",
    "about": "Eiusmod nisi est pariatur qui minim magna sit adipisicing Lorem dolore sint ad.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Eggertsville",
    "firstN": "Alvarez",
    "lastN": "Knowles",
    "email": "cupidatat@gmail.com",
    "bio": "Commodo esse dolor qui quis elit enim velit. Minim ex esse non laboris. Duis reprehenderit eu anim sit laboris irure. Ad tempor velit eu. Culpa do esse aute. Consequat fugiat sint ipsum qui. Aute pariatur aliquip velit excepteur voluptate."
  },
  {
    "id": "61b3af75e7fdf18f22a532fd",
    "eth": "Guatemalan",
    "gen": "Masculine",
    "iden": "Bisexual",
    "title": "Lorem.",
    "about": "Et magna aliqua do ut ut.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Stouchsburg",
    "firstN": "Hewitt",
    "lastN": "Nunez",
    "email": "est@gmail.com",
    "bio": "In non ipsum sunt laboris duis voluptate laborum. Fugiat esse cillum tempor ipsum adipisicing mollit laborum. Quis sunt ea velit tempor. Voluptate minim exercitation mollit eiusmod magna. Dolore velit commodo aliquip. Ut eiusmod sint et eu. Laborum tempor cillum reprehenderit in."
  },
  {
    "id": "61b3af755c4a763c126d0a7c",
    "eth": "Chilean",
    "gen": "Masculine",
    "iden": "Straight",
    "title": "Nulla laboris.",
    "about": "Incididunt deserunt in reprehenderit sunt ad pariatur excepteur sint dolor adipisicing sunt.",
    "img": "../public/img/test_img.jpg",
    "char": 3,
    "set": "Kerby",
    "firstN": "Twila",
    "lastN": "Dennis",
    "email": "occaecat@gmail.com",
    "bio": "Irure consectetur elit ea qui non proident occaecat. Laboris et incididunt fugiat culpa labore velit. Cillum consequat sint deserunt occaecat. Proident exercitation ullamco cupidatat occaecat esse reprehenderit elit. In cillum sint minim esse excepteur ex consectetur. Officia aliqua ex mollit tempor magna amet. Commodo duis ex incididunt dolore."
  },
  {
    "id": "61b3af754c1ef36aef2c62c6",
    "eth": "Dominican",
    "gen": "Unisex",
    "iden": "Gay",
    "title": "Reprehenderit consequat dolore pariatur velit id.",
    "about": "Non sint eiusmod velit aliqua exercitation aute esse id velit aliquip.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Virgie",
    "firstN": "Wood",
    "lastN": "Cooper",
    "email": "mollit@gmail.com",
    "bio": "Laboris consequat excepteur eiusmod labore dolore laboris. Dolor enim commodo cupidatat aliqua. Proident nulla irure dolor duis occaecat. Enim velit mollit enim do irure non. Esse non irure occaecat et. Irure ex nisi est id laborum est fugiat. Adipisicing nulla voluptate veniam quis consequat ea."
  },
  {
    "id": "61b3af75ab7b75f0a73d2419",
    "eth": "Colombian",
    "gen": "Masculine",
    "iden": "Bisexual",
    "title": "Magna commodo.",
    "about": "Amet laboris officia pariatur amet adipisicing nostrud.",
    "img": "../public/img/test_img.jpg",
    "char": 3,
    "set": "Basye",
    "firstN": "Mcleod",
    "lastN": "Elliott",
    "email": "aliqua@gmail.com",
    "bio": "Et dolore anim amet sit non ut. Nisi mollit amet Lorem laboris veniam excepteur proident. Sint ea voluptate exercitation. In irure proident do dolor sunt. In do nulla enim. Eiusmod laboris eu qui consequat. Fugiat Lorem velit eu labore aliqua."
  },
  {
    "id": "61b3af755c7e57864902491c",
    "eth": "Chilean",
    "gen": "Trans",
    "iden": "Gay",
    "title": "Aliqua sunt aliquip mollit.",
    "about": "Mollit ex enim nisi est occaecat enim pariatur ad cupidatat consequat cillum.",
    "img": "../public/img/test_img.jpg",
    "char": 2,
    "set": "Rivers",
    "firstN": "Dianna",
    "lastN": "Wilkinson",
    "email": "adipisicing@gmail.com",
    "bio": "Labore dolor fugiat laboris occaecat id. In duis excepteur tempor aute. Aliqua id ut elit magna aliqua excepteur laborum. Eu ex cillum exercitation in cillum. Incididunt officia do elit do ut consectetur qui. Id enim amet et id elit. Labore tempor commodo qui excepteur ullamco do deserunt."
  },
  {
    "id": "61b3af758e8faed353808344",
    "eth": "Colombian",
    "gen": "Masculine",
    "iden": "Straight",
    "title": "Ea aute in id.",
    "about": "Occaecat ullamco nisi ex in ut et sunt culpa tempor laborum laborum.",
    "img": "../public/img/test_img.jpg",
    "char": 2,
    "set": "Westwood",
    "firstN": "Jayne",
    "lastN": "Donovan",
    "email": "enim@gmail.com",
    "bio": "Consequat dolore pariatur anim amet. Velit ipsum nisi officia nostrud. Nisi non mollit tempor tempor commodo sint. Sit reprehenderit in officia. Officia labore ad tempor commodo occaecat. Eu aliqua dolore ut quis enim. Excepteur nostrud Lorem pariatur anim enim ex excepteur."
  },
  {
    "id": "61b3af75bedb5b82538c2fbc",
    "eth": "Salvadoran",
    "gen": "Feminine",
    "iden": "Bisexual",
    "title": "Magna.",
    "about": "Eu tempor sit occaecat do qui eiusmod Lorem cillum reprehenderit sint cupidatat do magna.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Lopezo",
    "firstN": "Sharpe",
    "lastN": "Clay",
    "email": "consequat@gmail.com",
    "bio": "Id incididunt amet cillum. Commodo sunt et aliquip. Sunt proident exercitation voluptate nulla adipisicing. Deserunt labore pariatur nulla proident fugiat exercitation incididunt. Amet fugiat occaecat ipsum nisi culpa quis anim. Reprehenderit laborum commodo cillum fugiat consectetur. Esse nulla dolore ad."
  },
  {
    "id": "61b3af7517422692528882a5",
    "eth": "Brazilian",
    "gen": "Trans",
    "iden": "Straight",
    "title": "Do enim commodo anim excepteur commodo.",
    "about": "Nostrud qui sit excepteur est enim pariatur.",
    "img": "../public/img/test_img.jpg",
    "char": 3,
    "set": "Independence",
    "firstN": "Strong",
    "lastN": "Wade",
    "email": "nostrud@gmail.com",
    "bio": "Velit anim labore non excepteur eu. Eiusmod quis duis mollit dolore. Ipsum incididunt qui consectetur cillum elit. Incididunt anim duis fugiat. Nostrud officia excepteur adipisicing. Ad elit duis ut aliqua sunt id commodo. Proident nisi esse magna labore."
  },
  {
    "id": "61b3af75ee943743f27967ff",
    "eth": "Cuban",
    "gen": "Trans",
    "iden": "Gay",
    "title": "Consequat sint.",
    "about": "Ipsum veniam mollit dolore et esse esse ipsum consectetur consequat aliqua.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Topanga",
    "firstN": "Mccarthy",
    "lastN": "Keith",
    "email": "eiusmod@gmail.com",
    "bio": "Ea est occaecat consequat. Laborum id aute ipsum. Aliqua qui ad laboris exercitation id anim est. Eiusmod nostrud magna deserunt minim. Ipsum aliquip excepteur dolor. Consectetur incididunt aliquip veniam amet. Non officia elit anim nisi amet laborum."
  },
  {
    "id": "61b3af7563260814aa7f2b0a",
    "eth": "Chilean",
    "gen": "Unisex",
    "iden": "Gay",
    "title": "Nisi.",
    "about": "Laborum ea do velit sint dolore.",
    "img": "../public/img/test_img.jpg",
    "char": 2,
    "set": "Bradenville",
    "firstN": "Stanley",
    "lastN": "Whitley",
    "email": "est@gmail.com",
    "bio": "Adipisicing proident sunt sint aute occaecat aliqua ut. Nisi reprehenderit adipisicing incididunt laboris elit. Ex nostrud exercitation non enim adipisicing anim. Eu irure amet ut amet. Amet adipisicing tempor id. In veniam in sit esse. Aliqua irure velit incididunt magna."
  },
  {
    "id": "61b3af75467bf1fd0cb36a6a",
    "eth": "Guatemalan",
    "gen": "Trans",
    "iden": "Lesbian",
    "title": "Ut.",
    "about": "Pariatur eu in sunt labore cupidatat labore Lorem deserunt ipsum incididunt.",
    "img": "../public/img/test_img.jpg",
    "char": 3,
    "set": "Golconda",
    "firstN": "Gretchen",
    "lastN": "Silva",
    "email": "duis@gmail.com",
    "bio": "Ex labore proident voluptate deserunt commodo. Officia proident duis reprehenderit non enim cillum. Tempor et nostrud duis quis proident et reprehenderit. Aliqua deserunt laborum aute. Pariatur amet occaecat incididunt irure voluptate aliquip. Mollit qui aliquip dolor excepteur labore. Veniam magna in Lorem consectetur incididunt amet anim."
  },
  {
    "id": "61b3af75d80ff76eaaf535c3",
    "eth": "Cuban",
    "gen": "Unisex",
    "iden": "Bisexual",
    "title": "Labore anim amet esse sint amet.",
    "about": "Officia esse voluptate proident voluptate magna nostrud esse aliqua incididunt dolor consectetur.",
    "img": "../public/img/test_img.jpg",
    "char": 2,
    "set": "Cascades",
    "firstN": "Kline",
    "lastN": "Anderson",
    "email": "et@gmail.com",
    "bio": "Ipsum aliquip irure laborum est tempor non. Aliqua tempor tempor velit reprehenderit voluptate. Ullamco aliqua reprehenderit duis dolor laboris. Sint tempor eiusmod sint labore. Sunt consequat duis deserunt dolore ullamco id consectetur. Amet magna eu exercitation cupidatat enim. Aute incididunt magna est magna velit commodo laborum."
  },
  {
    "id": "61b3af7567a5d5b9a47c30e6",
    "eth": "Salvadoran",
    "gen": "Unisex",
    "iden": "Lesbian",
    "title": "Sint ex velit nisi.",
    "about": "Adipisicing ut elit magna labore fugiat labore tempor nulla ex reprehenderit ipsum irure.",
    "img": "../public/img/test_img.jpg",
    "char": 3,
    "set": "Emison",
    "firstN": "Castillo",
    "lastN": "Franklin",
    "email": "sint@gmail.com",
    "bio": "Magna sunt in eiusmod sit do eiusmod proident. Reprehenderit laboris dolor tempor cupidatat amet. Et mollit laboris cupidatat eiusmod. Ea occaecat dolore laboris aliquip mollit qui in. Exercitation ex veniam nulla esse do non laboris. Reprehenderit cillum laboris ut. Ex eiusmod veniam voluptate adipisicing excepteur amet."
  },
  {
    "id": "61b3af7575dd7fbe319abb59",
    "eth": "Mexican",
    "gen": "Unisex",
    "iden": "Bisexual",
    "title": "Sunt nulla excepteur.",
    "about": "Esse eiusmod dolore magna laboris consectetur do ex esse sunt dolor id fugiat.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Laurelton",
    "firstN": "Roberta",
    "lastN": "Holt",
    "email": "nulla@gmail.com",
    "bio": "Voluptate exercitation pariatur aliqua. Aute velit elit tempor ullamco irure culpa. Laboris reprehenderit quis laborum. Laborum irure ut est proident quis deserunt voluptate. Minim voluptate eiusmod exercitation. Aute aliquip laborum aliquip reprehenderit laboris officia. Dolore culpa id reprehenderit proident in officia amet."
  },
  {
    "id": "61b3af75a97217e4aeafd28b",
    "eth": "Mexican",
    "gen": "Masculine",
    "iden": "Gay",
    "title": "Occaecat id est minim ad aliquip.",
    "about": "Ullamco adipisicing elit officia nisi mollit dolor qui.",
    "img": "../public/img/test_img.jpg",
    "char": 3,
    "set": "Walker",
    "firstN": "Kent",
    "lastN": "Torres",
    "email": "commodo@gmail.com",
    "bio": "Reprehenderit Lorem excepteur ipsum veniam consectetur sit reprehenderit. Est nisi dolor ex Lorem. Culpa eu esse nisi sint in sit. Enim sit anim incididunt enim. Adipisicing pariatur culpa amet. Tempor laboris do aliquip duis fugiat. Do aliqua in id est nostrud laborum aliqua."
  },
  {
    "id": "61b3af75e67b8703ef5ae819",
    "eth": "Colombian",
    "gen": "Trans",
    "iden": "Bisexual",
    "title": "Fugiat exercitation pariatur reprehenderit.",
    "about": "Lorem laborum ex laborum proident sunt pariatur magna.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Falconaire",
    "firstN": "Haley",
    "lastN": "Walker",
    "email": "ut@gmail.com",
    "bio": "Sunt veniam et pariatur dolor sint ea aute. Commodo excepteur non consequat amet aliquip id veniam. Aute incididunt est eu nisi ea adipisicing. Aliquip dolor et ut mollit ex veniam in. Ad proident ex officia magna. Eu eiusmod eiusmod voluptate occaecat Lorem duis. Ipsum ea et laboris eu consectetur nostrud."
  },
  {
    "id": "61b3af75f4efce6634ef4d46",
    "eth": "Dominican",
    "gen": "Feminine",
    "iden": "Gay",
    "title": "Commodo enim sint deserunt.",
    "about": "Aute consequat do est labore eiusmod cillum cupidatat velit minim mollit enim quis aliqua.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Centerville",
    "firstN": "Jacquelyn",
    "lastN": "Brady",
    "email": "sit@gmail.com",
    "bio": "Laboris proident eu consequat fugiat velit ad officia. Elit eu minim est exercitation fugiat cupidatat ad. Eu sit duis magna occaecat amet. Cillum amet qui aliquip nostrud fugiat. Cupidatat esse officia sit dolore esse nulla nostrud. Veniam ullamco duis exercitation esse. Tempor duis ullamco eiusmod ad occaecat."
  },
  {
    "id": "61b3af75e5efe9e80488d826",
    "eth": "Brazilian",
    "gen": "Masculine",
    "iden": "Straight",
    "title": "Velit voluptate.",
    "about": "Tempor ex ullamco aute in exercitation.",
    "img": "../public/img/test_img.jpg",
    "char": 2,
    "set": "Collins",
    "firstN": "Donna",
    "lastN": "Gallegos",
    "email": "proident@gmail.com",
    "bio": "Incididunt irure aliquip in Lorem nulla. Qui ut irure laborum mollit laborum elit commodo. Ipsum amet duis ut fugiat amet ex. Mollit exercitation commodo quis. Officia ea consectetur ipsum incididunt. Exercitation irure exercitation aliqua duis proident voluptate irure. Aliqua occaecat adipisicing id esse nisi sunt."
  },
  {
    "id": "61b3af754abb249a3f5d273f",
    "eth": "Brazilian",
    "gen": "Masculine",
    "iden": "Gay",
    "title": "Id duis exercitation ullamco et.",
    "about": "Labore reprehenderit id aute irure in laborum excepteur voluptate.",
    "img": "../public/img/test_img.jpg",
    "char": 3,
    "set": "Northridge",
    "firstN": "Mamie",
    "lastN": "Rivera",
    "email": "voluptate@gmail.com",
    "bio": "Pariatur labore est dolor. Pariatur esse mollit dolore adipisicing non laboris. Amet exercitation nostrud cupidatat labore laborum. Nulla nisi aliqua tempor. Tempor amet et occaecat ex fugiat. Mollit commodo dolore dolore. Proident aute excepteur amet elit proident nulla occaecat."
  },
  {
    "id": "61b3af7515affdc99839976a",
    "eth": "Dominican",
    "gen": "Masculine",
    "iden": "Bisexual",
    "title": "Ipsum magna dolor aliquip.",
    "about": "Ea aliqua cillum in sunt fugiat voluptate sunt et voluptate.",
    "img": "../public/img/test_img.jpg",
    "char": 2,
    "set": "Cashtown",
    "firstN": "Tommie",
    "lastN": "Perkins",
    "email": "do@gmail.com",
    "bio": "Eu sint sunt laborum quis. Nisi cupidatat dolore elit deserunt labore. Aliquip sit irure exercitation id. Velit consequat sunt quis. Magna irure minim officia proident commodo in. Commodo anim ad in aliqua velit. Cupidatat eu est ea aliqua irure."
  },
  {
    "id": "61b3af7506e44b423d989efe",
    "eth": "Guatemalan",
    "gen": "Feminine",
    "iden": "Bisexual",
    "title": "Irure cupidatat aute ea.",
    "about": "Aliquip cillum culpa sint dolor amet minim sunt cillum sint id ea sunt commodo.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Venice",
    "firstN": "Woods",
    "lastN": "Beach",
    "email": "est@gmail.com",
    "bio": "Elit laborum do nulla ad ut tempor excepteur. Tempor do mollit in magna Lorem eiusmod. Do cillum aliquip sint cillum deserunt. Reprehenderit proident incididunt voluptate ex sunt aute. Magna est culpa eiusmod qui ex. Aliquip sint occaecat deserunt duis esse aute ex. Nisi aliqua dolore laborum."
  },
  {
    "id": "61b3af75cfb339a338112fd7",
    "eth": "Salvadoran",
    "gen": "Trans",
    "iden": "Gay",
    "title": "Proident.",
    "about": "Exercitation aliquip non commodo Lorem Lorem sint officia dolor ad quis minim dolore.",
    "img": "../public/img/test_img.jpg",
    "char": 2,
    "set": "Imperial",
    "firstN": "Neva",
    "lastN": "Ruiz",
    "email": "consectetur@gmail.com",
    "bio": "Cillum exercitation id eiusmod voluptate exercitation. Do sunt occaecat fugiat eiusmod. Quis minim culpa fugiat esse excepteur do aute. Elit tempor sunt non veniam sit. Velit nostrud in proident. Qui sit est culpa. Ex proident voluptate cillum pariatur sint tempor."
  },
  {
    "id": "61b3af75f721faa6165b87e5",
    "eth": "Colombian",
    "gen": "Trans",
    "iden": "Gay",
    "title": "Occaecat.",
    "about": "Sint irure deserunt eiusmod mollit officia et commodo ullamco.",
    "img": "../public/img/test_img.jpg",
    "char": 3,
    "set": "Lupton",
    "firstN": "Alexandra",
    "lastN": "Castillo",
    "email": "occaecat@gmail.com",
    "bio": "Consequat dolore culpa Lorem laborum commodo magna non. Esse dolor non ad commodo Lorem consectetur. Do non deserunt cupidatat. Pariatur proident voluptate id. Voluptate nostrud excepteur duis ea amet esse. Proident laboris laborum ut ut ut. Minim magna nisi fugiat quis dolore."
  },
  {
    "id": "61b3af755dc26eb3b06d9031",
    "eth": "Puerto Rican",
    "gen": "Unisex",
    "iden": "Straight",
    "title": "Reprehenderit in est aliquip consequat tempor.",
    "about": "Excepteur amet quis est id cillum reprehenderit amet aliqua proident eu Lorem Lorem.",
    "img": "../public/img/test_img.jpg",
    "char": 3,
    "set": "Edmund",
    "firstN": "Sonya",
    "lastN": "Gardner",
    "email": "sint@gmail.com",
    "bio": "Laborum laboris ad ut proident pariatur mollit enim. Nostrud est duis aute eiusmod in consequat cupidatat. Elit fugiat anim duis mollit. Adipisicing do irure ut Lorem Lorem. Sit laboris minim excepteur aliquip. Non est sint ad do ut tempor. Ipsum non voluptate sit cupidatat."
  },
  {
    "id": "61b3af75d5605028cf41f377",
    "eth": "Brazilian",
    "gen": "Unisex",
    "iden": "Gay",
    "title": "Ex commodo tempor deserunt sit excepteur.",
    "about": "Aute incididunt labore officia deserunt incididunt qui duis nostrud.",
    "img": "../public/img/test_img.jpg",
    "char": 2,
    "set": "Orviston",
    "firstN": "Riley",
    "lastN": "Gregory",
    "email": "elit@gmail.com",
    "bio": "Velit quis commodo tempor et dolore enim. Do velit veniam enim mollit veniam elit. Id duis ad id proident. Adipisicing ad veniam anim dolor. Lorem sint elit consequat aute esse. Dolor ex excepteur occaecat velit. Nulla incididunt adipisicing nostrud nulla duis aute."
  },
  {
    "id": "61b3af75a1dd08e462d95b49",
    "eth": "Chilean",
    "gen": "Feminine",
    "iden": "Lesbian",
    "title": "Quis occaecat est exercitation laboris sit.",
    "about": "Pariatur non esse cupidatat irure.",
    "img": "../public/img/test_img.jpg",
    "char": 3,
    "set": "Concho",
    "firstN": "Adkins",
    "lastN": "Cervantes",
    "email": "pariatur@gmail.com",
    "bio": "Sunt aute eu in ullamco. Ex mollit cupidatat cillum ea sunt aliquip anim. Laborum sunt minim officia do ea. Ex labore labore veniam exercitation sit. Aliqua excepteur consectetur ad ex ea aliqua sunt. Proident tempor ex excepteur ad ipsum. Eu ex ipsum adipisicing tempor cillum ea."
  },
  {
    "id": "61b3af75c799b48b9da55c00",
    "eth": "Salvadoran",
    "gen": "Masculine",
    "iden": "Bisexual",
    "title": "Id velit et adipisicing duis.",
    "about": "Laboris qui irure Lorem est fugiat laboris.",
    "img": "../public/img/test_img.jpg",
    "char": 2,
    "set": "Freelandville",
    "firstN": "Luisa",
    "lastN": "White",
    "email": "magna@gmail.com",
    "bio": "Nostrud eu minim do reprehenderit consectetur do pariatur. Incididunt id Lorem Lorem consectetur elit. Aliquip esse irure culpa ullamco. Enim irure cupidatat velit ex labore deserunt nulla. Ex adipisicing nostrud laborum sunt in sint occaecat. Eiusmod ad reprehenderit occaecat laborum amet ad esse. Proident do amet sit anim veniam commodo."
  },
  {
    "id": "61b3af75d1110f080ea4c2f2",
    "eth": "Guatemalan",
    "gen": "Trans",
    "iden": "Bisexual",
    "title": "Nostrud consequat fugiat.",
    "about": "Incididunt ullamco laborum velit id anim proident ut fugiat ut dolor reprehenderit irure eiusmod.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Healy",
    "firstN": "Kellie",
    "lastN": "Downs",
    "email": "irure@gmail.com",
    "bio": "Sint irure minim reprehenderit ullamco voluptate laboris eu. Est laborum non sint id Lorem do. Veniam exercitation laboris duis. Laboris consequat est sint id eu aliqua. Id excepteur anim laborum incididunt aliqua qui. Aliquip pariatur minim quis. Dolore mollit excepteur exercitation sint cupidatat cillum excepteur."
  },
  {
    "id": "61b3af759362baf1d52e38c3",
    "eth": "Puerto Rican",
    "gen": "Masculine",
    "iden": "Lesbian",
    "title": "Occaecat mollit quis.",
    "about": "Occaecat culpa et dolor ea minim nisi velit id tempor.",
    "img": "../public/img/test_img.jpg",
    "char": 2,
    "set": "Ivanhoe",
    "firstN": "Daniels",
    "lastN": "Pierce",
    "email": "et@gmail.com",
    "bio": "Magna mollit laboris deserunt. Lorem adipisicing id reprehenderit. Commodo sit non ullamco ex duis deserunt et. Velit sit enim dolore. Sint sint labore occaecat dolore incididunt. Dolor irure dolor ad velit laboris eu. Veniam duis adipisicing proident non amet voluptate."
  },
  {
    "id": "61b3af759963087ff78a48d9",
    "eth": "Guatemalan",
    "gen": "Masculine",
    "iden": "Bisexual",
    "title": "Magna do aliqua nostrud non quis.",
    "about": "Exercitation ut et ipsum pariatur deserunt amet ullamco.",
    "img": "../public/img/test_img.jpg",
    "char": 3,
    "set": "Farmington",
    "firstN": "Bolton",
    "lastN": "Vincent",
    "email": "exercitation@gmail.com",
    "bio": "Aliqua velit incididunt ex. Sint enim quis cillum ipsum elit incididunt. In do anim eu irure sit laborum dolore. Excepteur cillum non consequat. Duis Lorem id fugiat sint dolore proident eu. Ex ipsum Lorem id ipsum. Sint enim consequat reprehenderit laboris et."
  },
  {
    "id": "61b3af75221d6c1b9c2e81e3",
    "eth": "Cuban",
    "gen": "Unisex",
    "iden": "Straight",
    "title": "Commodo aute id sunt quis nulla.",
    "about": "Incididunt id consequat qui ex est incididunt nulla.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Salix",
    "firstN": "Holt",
    "lastN": "Woods",
    "email": "cupidatat@gmail.com",
    "bio": "Mollit laboris dolore Lorem. Veniam culpa cupidatat cupidatat pariatur incididunt aliquip veniam. Et id cupidatat officia. Eiusmod proident dolore ex do id non Lorem. Irure quis consectetur nulla ad irure dolore Lorem. Tempor aliquip fugiat aliqua ullamco. Ea in excepteur incididunt elit commodo dolor."
  },
  {
    "id": "61b3af7593f6abdea1df80ea",
    "eth": "Cuban",
    "gen": "Masculine",
    "iden": "Gay",
    "title": "Tempor tempor.",
    "about": "Sit fugiat adipisicing nulla aliquip sint cillum aute sit.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Riverton",
    "firstN": "Horn",
    "lastN": "Bray",
    "email": "consequat@gmail.com",
    "bio": "Laborum ad proident incididunt fugiat labore consequat consequat. Laboris adipisicing duis dolor mollit tempor sit. Eiusmod aliquip fugiat cillum laborum mollit. Enim aliquip nostrud sit. Tempor est nostrud ut quis ad esse et. Aliqua ipsum velit cupidatat. Sint officia eiusmod consectetur anim aute."
  },
  {
    "id": "61b3af755ed6f020ab31ce2e",
    "eth": "Salvadoran",
    "gen": "Unisex",
    "iden": "Lesbian",
    "title": "Aliqua est amet.",
    "about": "Amet laboris non officia labore veniam ut irure in velit adipisicing duis nostrud sit elit.",
    "img": "../public/img/test_img.jpg",
    "char": 2,
    "set": "Siglerville",
    "firstN": "Regina",
    "lastN": "Sims",
    "email": "incididunt@gmail.com",
    "bio": "Sunt ad reprehenderit ea. Commodo duis occaecat ad nulla quis quis. Ut ex laborum sit cillum ea cupidatat. Nulla culpa officia consectetur. Fugiat aliqua reprehenderit ipsum labore voluptate. Proident officia qui quis enim consectetur. Fugiat pariatur nulla exercitation."
  },
  {
    "id": "61b3af75deac2f8500ce7d25",
    "eth": "Colombian",
    "gen": "Unisex",
    "iden": "Bisexual",
    "title": "Do magna veniam commodo qui aliqua.",
    "about": "Esse laboris reprehenderit dolore ullamco sint est duis aliqua est esse anim cupidatat.",
    "img": "../public/img/test_img.jpg",
    "char": 2,
    "set": "Dixie",
    "firstN": "Deanna",
    "lastN": "Lewis",
    "email": "et@gmail.com",
    "bio": "Cillum reprehenderit do ea incididunt in nostrud. Proident proident dolore eiusmod deserunt dolor nisi deserunt. Veniam sit consectetur irure excepteur. Sunt incididunt ipsum anim commodo occaecat. Occaecat cillum ipsum ipsum elit elit. Excepteur commodo enim exercitation sint anim. Nostrud amet ullamco eu reprehenderit laboris qui tempor."
  },
  {
    "id": "61b3af750111dc2f3d93e184",
    "eth": "Cuban",
    "gen": "Trans",
    "iden": "Lesbian",
    "title": "Esse aute.",
    "about": "Quis aliquip reprehenderit est Lorem ullamco incididunt nostrud do magna dolore incididunt qui cillum.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Idledale",
    "firstN": "Kelli",
    "lastN": "Gilmore",
    "email": "non@gmail.com",
    "bio": "Enim enim occaecat amet irure. Consectetur ad aute dolore velit quis minim. Sint reprehenderit sit non. Exercitation magna eu fugiat aute aliquip voluptate. Officia irure veniam in aute labore mollit aute. Exercitation quis sit incididunt veniam dolore. Ut enim qui veniam."
  },
  {
    "id": "61b3af75a01a87ea2f66730d",
    "eth": "Cuban",
    "gen": "Trans",
    "iden": "Gay",
    "title": "Dolor.",
    "about": "Qui aliqua ex incididunt enim nulla proident ipsum irure anim tempor fugiat pariatur in sunt.",
    "img": "../public/img/test_img.jpg",
    "char": 2,
    "set": "Garfield",
    "firstN": "Forbes",
    "lastN": "Kelly",
    "email": "laborum@gmail.com",
    "bio": "Labore non reprehenderit irure. Quis aute voluptate deserunt minim. Consequat tempor reprehenderit reprehenderit laborum incididunt amet sint. Aliquip nostrud veniam aliqua. Dolore sit consectetur excepteur. Id commodo officia dolore consequat commodo laboris deserunt. Consectetur magna anim occaecat do magna laborum."
  },
  {
    "id": "61b3af759b57c48f465e9839",
    "eth": "Mexican",
    "gen": "Feminine",
    "iden": "Straight",
    "title": "Amet est Lorem nulla in.",
    "about": "Aute veniam et incididunt ea cillum eu mollit ipsum culpa labore eiusmod enim.",
    "img": "../public/img/test_img.jpg",
    "char": 2,
    "set": "Fedora",
    "firstN": "Peck",
    "lastN": "Frazier",
    "email": "ex@gmail.com",
    "bio": "Reprehenderit aliquip Lorem deserunt irure dolore enim in. Cillum eu cillum esse commodo et. Duis voluptate nisi do. Cupidatat Lorem esse velit sunt consectetur. Ullamco eiusmod amet mollit quis anim elit. Sit laborum ex culpa quis irure nulla laborum. Officia excepteur adipisicing nulla laborum laborum eiusmod dolore."
  },
  {
    "id": "61b3af75038b83b81c36e713",
    "eth": "Cuban",
    "gen": "Trans",
    "iden": "Lesbian",
    "title": "Pariatur irure anim proident consectetur.",
    "about": "Mollit culpa consectetur nisi excepteur id reprehenderit tempor veniam esse reprehenderit dolor est qui aute.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Dundee",
    "firstN": "Justine",
    "lastN": "Walters",
    "email": "est@gmail.com",
    "bio": "Amet aliqua officia proident aliqua exercitation minim magna. Elit non sint excepteur non. Voluptate deserunt eu nulla cillum eiusmod amet. Ipsum reprehenderit adipisicing esse mollit irure ea. Mollit est ipsum ea nisi. Reprehenderit aliqua amet aliqua ipsum in eu consectetur. Aute esse irure est elit cillum."
  },
  {
    "id": "61b3af75e9d57ee7cbb862a7",
    "eth": "Chilean",
    "gen": "Trans",
    "iden": "Straight",
    "title": "Ipsum.",
    "about": "Commodo duis est enim cupidatat.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Succasunna",
    "firstN": "Mcpherson",
    "lastN": "Gray",
    "email": "Lorem@gmail.com",
    "bio": "Cupidatat eu laboris aliquip in. Consectetur ullamco eu nostrud. Do nulla laboris in enim. Ut aliqua velit sunt. Velit officia duis labore enim aliqua irure. Ipsum pariatur Lorem ullamco enim. Pariatur laboris ex aute."
  },
  {
    "id": "61b3af75b07514d88a9d36c3",
    "eth": "Dominican",
    "gen": "Trans",
    "iden": "Gay",
    "title": "Id et dolor cillum nisi.",
    "about": "Quis deserunt nisi ad tempor laborum fugiat velit enim id elit.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Waikele",
    "firstN": "Huber",
    "lastN": "Holder",
    "email": "tempor@gmail.com",
    "bio": "Nostrud nulla nulla fugiat velit do elit. Sunt eiusmod anim adipisicing. Incididunt fugiat ea dolor exercitation. Aute aliqua magna duis esse occaecat in ad. Cillum qui est irure Lorem consequat laboris. Dolore sit est excepteur elit. Ea cillum cupidatat veniam deserunt cupidatat."
  },
  {
    "id": "61b3af75ccc9be2834953a3c",
    "eth": "Salvadoran",
    "gen": "Feminine",
    "iden": "Straight",
    "title": "Aliqua dolor nisi.",
    "about": "Ut tempor tempor sunt ullamco officia incididunt mollit.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Sedley",
    "firstN": "Esperanza",
    "lastN": "Randall",
    "email": "magna@gmail.com",
    "bio": "Consectetur ad quis ea labore id eiusmod deserunt. Occaecat reprehenderit pariatur nulla cillum. Do do magna qui. Duis aliquip fugiat id pariatur. Exercitation laboris sint sint anim. Amet cupidatat sint reprehenderit sunt in eu. Sit voluptate occaecat occaecat excepteur magna irure cillum."
  },
  {
    "id": "61b3af75f8dad2b83f334b4d",
    "eth": "Dominican",
    "gen": "Feminine",
    "iden": "Bisexual",
    "title": "Consectetur elit id est enim laborum.",
    "about": "Non fugiat adipisicing nisi dolore amet amet ut sit id minim.",
    "img": "../public/img/test_img.jpg",
    "char": 2,
    "set": "Felt",
    "firstN": "Rosario",
    "lastN": "Chase",
    "email": "mollit@gmail.com",
    "bio": "Aliqua ea quis dolor ut irure laborum. Ullamco voluptate minim est. Ad magna esse culpa tempor culpa. Magna eu culpa voluptate veniam. Commodo aliqua aliquip Lorem sint pariatur exercitation. Duis ullamco eiusmod est amet officia dolore ea. Eiusmod incididunt ad laborum reprehenderit sint anim elit."
  },
  {
    "id": "61b3af75e5db2da082818df1",
    "eth": "Colombian",
    "gen": "Feminine",
    "iden": "Straight",
    "title": "Proident id consequat.",
    "about": "Elit minim sint ea minim sint nulla ullamco ut proident anim reprehenderit cupidatat exercitation nulla.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Whitehaven",
    "firstN": "Jasmine",
    "lastN": "Norris",
    "email": "Lorem@gmail.com",
    "bio": "Lorem tempor consectetur commodo nulla. Culpa esse aliquip ullamco deserunt sint cillum nulla. Dolore minim aliqua quis. Eiusmod aliqua velit mollit exercitation ex. Officia sit cupidatat ullamco. Aute ullamco voluptate aliquip exercitation do est incididunt. Tempor elit ea ullamco est est dolore."
  },
  {
    "id": "61b3af75749b64a93a14f65d",
    "eth": "Brazilian",
    "gen": "Masculine",
    "iden": "Lesbian",
    "title": "Sit ut incididunt nisi id incididunt.",
    "about": "Id qui ut ad quis incididunt culpa proident amet.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Remington",
    "firstN": "Elinor",
    "lastN": "Hodge",
    "email": "occaecat@gmail.com",
    "bio": "Deserunt magna sunt nulla est. Dolore mollit sunt esse officia. Proident magna veniam dolor eu. Sit voluptate eiusmod ullamco et excepteur dolore. Proident aliquip commodo id nostrud veniam. Ex Lorem excepteur proident voluptate fugiat sit. Laborum nulla excepteur do irure aliqua et sit."
  },
  {
    "id": "61b3af75f6365c30dd9b990b",
    "eth": "Chilean",
    "gen": "Unisex",
    "iden": "Straight",
    "title": "Velit qui proident officia.",
    "about": "Ad irure consectetur deserunt excepteur officia.",
    "img": "../public/img/test_img.jpg",
    "char": 2,
    "set": "Walton",
    "firstN": "Burris",
    "lastN": "Bentley",
    "email": "adipisicing@gmail.com",
    "bio": "Minim est nostrud commodo. Do amet et nostrud culpa sunt est. Sint adipisicing laborum est do pariatur dolore esse. Qui excepteur amet duis. Id eiusmod eu eu aute. Veniam cillum eu nisi do fugiat et. Sit eu cillum excepteur aliqua."
  },
  {
    "id": "61b3af759cebb19015e3085e",
    "eth": "Brazilian",
    "gen": "Unisex",
    "iden": "Gay",
    "title": "Commodo.",
    "about": "Magna eiusmod ex deserunt labore excepteur laborum qui laborum qui.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Grayhawk",
    "firstN": "Nina",
    "lastN": "Boyle",
    "email": "mollit@gmail.com",
    "bio": "Quis non mollit ea labore ea id. Tempor irure incididunt eu Lorem ad. Dolore mollit amet consectetur est Lorem. Aliqua nulla consectetur Lorem. Quis quis aliqua excepteur voluptate amet. Nulla est anim commodo quis qui exercitation aliquip. Cillum mollit quis veniam nisi."
  },
  {
    "id": "61b3af75f3a9fc7b8b341698",
    "eth": "Guatemalan",
    "gen": "Trans",
    "iden": "Bisexual",
    "title": "Tempor voluptate.",
    "about": "Aute ea fugiat aute magna do exercitation ad nisi nulla id proident id.",
    "img": "../public/img/test_img.jpg",
    "char": 3,
    "set": "Loomis",
    "firstN": "Dianne",
    "lastN": "Mckee",
    "email": "id@gmail.com",
    "bio": "Irure velit nostrud incididunt eiusmod magna. Sit deserunt exercitation et deserunt mollit incididunt. Non in veniam ad occaecat ipsum ad qui. Mollit aliquip duis Lorem labore anim. Quis deserunt deserunt sit. Cupidatat sunt quis deserunt sint deserunt minim. Id ex exercitation exercitation."
  },
  {
    "id": "61b3af757d8cc43132105e7d",
    "eth": "Mexican",
    "gen": "Masculine",
    "iden": "Straight",
    "title": "Ullamco nulla incididunt mollit adipisicing proident.",
    "about": "Exercitation labore sit in et.",
    "img": "../public/img/test_img.jpg",
    "char": 1,
    "set": "Fairacres",
    "firstN": "Meagan",
    "lastN": "Thomas",
    "email": "Lorem@gmail.com",
    "bio": "Ipsum eiusmod id Lorem excepteur. Et adipisicing culpa do aute reprehenderit. Sunt est non occaecat labore non occaecat tempor. Nulla dolore enim commodo. Quis ex adipisicing pariatur qui est. Ut enim nostrud sunt quis aliqua nisi irure. Consequat velit esse aliquip duis."
  },
  {
    "id": "61b3af7518a64c954e3c5ca1",
    "eth": "Guatemalan",
    "gen": "Feminine",
    "iden": "Bisexual",
    "title": "Velit laborum consectetur.",
    "about": "Excepteur laborum consectetur esse consequat aliquip.",
    "img": "../public/img/test_img.jpg",
    "char": 2,
    "set": "Turpin",
    "firstN": "Irma",
    "lastN": "Mayo",
    "email": "exercitation@gmail.com",
    "bio": "Esse ut amet dolore ex. Qui minim cillum velit irure elit anim. Irure exercitation est veniam dolore. Tempor in mollit velit ipsum ullamco sint. Excepteur cillum amet irure. Ad velit commodo mollit. Magna excepteur amet sunt incididunt adipisicing labore."
  },
  {
    "id": "61b3af75610a5f90aa4e30d0",
    "eth": "Chilean",
    "gen": "Masculine",
    "iden": "Straight",
    "title": "Dolor duis est ex.",
    "about": "Reprehenderit aliqua est aute non veniam amet aliquip elit.",
    "img": "../public/img/test_img.jpg",
    "char": 3,
    "set": "Kiskimere",
    "firstN": "Cline",
    "lastN": "Grimes",
    "email": "do@gmail.com",
    "bio": "Id ad mollit adipisicing nisi adipisicing voluptate. Aute eiusmod tempor elit nulla aliquip esse ullamco. Duis dolor sint consequat magna ea ad incididunt. Reprehenderit dolor officia irure nisi Lorem. Fugiat culpa quis do voluptate. Veniam et et eu aliqua Lorem officia ad. Excepteur ullamco voluptate Lorem magna incididunt adipisicing qui."
  },
  {
    "id": "61b3af75e653c8b90d500328",
    "eth": "Dominican",
    "gen": "Masculine",
    "iden": "Gay",
    "title": "Duis esse elit Lorem amet id.",
    "about": "Sunt commodo mollit tempor dolore eiusmod Lorem fugiat cupidatat in velit fugiat ullamco.",
    "img": "../public/img/test_img.jpg",
    "char": 2,
    "set": "Levant",
    "firstN": "Pate",
    "lastN": "Murray",
    "email": "tempor@gmail.com",
    "bio": "Sit nostrud ex mollit dolor officia. Labore mollit quis exercitation eu ad labore eiusmod. Adipisicing commodo laboris dolor eiusmod Lorem Lorem voluptate. Incididunt commodo qui cupidatat minim anim labore. Ipsum Lorem officia duis aliquip officia. Proident minim sint proident elit consectetur occaecat amet. Mollit ex velit Lorem commodo ad excepteur."
  },
  {
    "id": "61b3af750758ac77432b3fe8",
    "eth": "Chilean",
    "gen": "Feminine",
    "iden": "Straight",
    "title": "Anim enim occaecat laborum esse.",
    "about": "Amet est quis nisi commodo ad Lorem do magna deserunt est aliquip.",
    "img": "../public/img/test_img.jpg",
    "char": 3,
    "set": "Edneyville",
    "firstN": "Quinn",
    "lastN": "Briggs",
    "email": "elit@gmail.com",
    "bio": "Laborum aute dolor tempor nulla cupidatat do aute. Veniam mollit laborum occaecat esse irure aliqua. Do pariatur consequat deserunt proident cupidatat nostrud. Ut ut ex est sit irure est. Ad do et ipsum officia ad dolore. Et aliqua dolor eu reprehenderit irure nostrud minim. Officia sit ipsum elit commodo occaecat nulla."
  },
  {
    "id": "61b3af751cc16df2c7d97ec4",
    "eth": "Puerto Rican",
    "gen": "Feminine",
    "iden": "Gay",
    "title": "Ut irure voluptate.",
    "about": "Laboris nisi fugiat esse quis eu dolore est dolore proident reprehenderit adipisicing aliqua.",
    "img": "../public/img/test_img.jpg",
    "char": 3,
    "set": "Kidder",
    "firstN": "Buchanan",
    "lastN": "Gonzalez",
    "email": "consectetur@gmail.com",
    "bio": "Nostrud nostrud id fugiat adipisicing. Lorem adipisicing aliquip anim. In enim magna sint aliquip ad nisi. Sint ut ullamco veniam ea veniam ad. Minim consectetur excepteur ea est deserunt do. Anim sunt ipsum excepteur incididunt. Aliquip irure non consequat Lorem excepteur."
  }
]
}