[
    {
      "id": "619a92649f699a480b890032",
      "eth": "Dominican",
      "gen": "male",
      "iden": "gay",
      "title": "Excepteur exercitation laborum non do consequat.",
      "about": "Exercitation est ipsum do est cillum fugiat nostrud nisi.",
      "img": "../public/img/test_img.jpg",
      "char": 2,
      "set": "Beechmont",
      "firstN": "Hayden",
      "lastN": "Trujillo",
      "email": "velit@gmail.com",
      "bio": "Nostrud in adipisicing laborum. Excepteur culpa sint sint dolor laboris aute. Nisi minim veniam veniam consectetur est pariatur cupidatat. Laboris reprehenderit minim adipisicing et non. Est nostrud consequat reprehenderit aute et tempor enim. Velit cillum et aliquip. Non ea reprehenderit pariatur aliqua fugiat minim velit."
    },
    {
      "id": "619a926482f567eac5b0925a",
      "eth": "Colombian",
      "gen": "non-binary",
      "iden": "straight",
      "title": "Ex officia.",
      "about": "Culpa incididunt cillum id magna est commodo anim laboris.",
      "img": "../public/img/test_img.jpg",
      "char": 2,
      "set": "Adelino",
      "firstN": "George",
      "lastN": "Conway",
      "email": "sit@gmail.com",
      "bio": "Occaecat ullamco qui occaecat culpa quis. Pariatur do ex minim. Sit fugiat dolor qui. Velit et eu dolor. Nostrud magna velit reprehenderit esse. Elit deserunt laboris tempor. Non nulla officia quis cillum occaecat incididunt voluptate."
    },
    {
      "id": "619a926403ad7b96939bc7e1",
      "eth": "Colombian",
      "gen": "non-binary",
      "iden": "lesbian",
      "title": "Voluptate est nisi aute amet dolor.",
      "about": "Sit dolore culpa consequat sunt ipsum qui exercitation est labore magna mollit.",
      "img": "../public/img/test_img.jpg",
      "char": 3,
      "set": "Grapeview",
      "firstN": "Sherri",
      "lastN": "Gonzales",
      "email": "dolore@gmail.com",
      "bio": "Occaecat quis et duis cupidatat nostrud ea ex. Officia esse duis enim duis veniam. Ullamco esse commodo mollit et aliqua esse. Aliqua est commodo veniam aliqua magna. Quis id pariatur tempor elit aliqua. Ex culpa veniam dolor commodo nulla Lorem. Irure dolore aute qui."
    },
    {
      "id": "619a9264d1d5735f24bc9ca9",
      "eth": "Dominican",
      "gen": "female",
      "iden": "trans",
      "title": "Incididunt in laboris pariatur tempor incididunt.",
      "about": "Elit cupidatat consequat proident laboris est est est et cupidatat dolor cupidatat cupidatat ex.",
      "img": "../public/img/test_img.jpg",
      "char": 2,
      "set": "Enetai",
      "firstN": "Barrera",
      "lastN": "Mcfarland",
      "email": "qui@gmail.com",
      "bio": "Veniam amet excepteur laborum fugiat ex. In adipisicing reprehenderit labore. Duis quis sit veniam aliqua. Irure tempor sint cupidatat incididunt eu cupidatat fugiat. Sint officia est culpa ex. Incididunt Lorem do deserunt. Dolore aute anim officia."
    },
    {
      "id": "619a926421c117653bde878e",
      "eth": "Salvadoran",
      "gen": "non-binary",
      "iden": "straight",
      "title": "Consequat.",
      "about": "Mollit sit amet occaecat tempor voluptate ad ea ipsum proident.",
      "img": "../public/img/test_img.jpg",
      "char": 3,
      "set": "Gambrills",
      "firstN": "Latoya",
      "lastN": "Ruiz",
      "email": "ad@gmail.com",
      "bio": "Voluptate elit qui qui labore nulla amet laboris. Minim qui sint incididunt. Nostrud fugiat reprehenderit incididunt officia excepteur commodo. Excepteur veniam cupidatat quis enim Lorem. Cupidatat eiusmod ullamco in exercitation dolor. Nostrud id proident duis id officia. Ipsum sint cillum cupidatat ipsum esse non irure."
    },
    {
      "id": "619a926439e415b9c53249bc",
      "eth": "Brazilian",
      "gen": "non-binary",
      "iden": "bi",
      "title": "Do.",
      "about": "Anim laboris est ipsum aliquip ipsum fugiat.",
      "img": "../public/img/test_img.jpg",
      "char": 3,
      "set": "Kenwood",
      "firstN": "Mercer",
      "lastN": "Hood",
      "email": "laborum@gmail.com",
      "bio": "Incididunt aute veniam minim qui. Sint eiusmod laborum ea elit occaecat eu est. Culpa esse ex esse anim mollit. Sint reprehenderit id duis proident ea. Amet tempor proident ea reprehenderit. Ut do reprehenderit deserunt duis. Mollit excepteur incididunt ipsum."
    },
    {
      "id": "619a92649afeb315e87250e9",
      "eth": "Dominican",
      "gen": "female",
      "iden": "straight",
      "title": "Sit consectetur.",
      "about": "Occaecat tempor ea id id ad adipisicing duis non anim excepteur irure in.",
      "img": "../public/img/test_img.jpg",
      "char": 2,
      "set": "Sperryville",
      "firstN": "Floyd",
      "lastN": "Fuentes",
      "email": "proident@gmail.com",
      "bio": "Duis ipsum excepteur ad consequat qui aliquip. Ipsum commodo elit ipsum eiusmod. Dolor proident ad proident. Nostrud est elit non in tempor deserunt. Aliqua occaecat nisi exercitation esse deserunt cupidatat velit. Eu ex sunt cillum cupidatat. Duis elit amet fugiat duis deserunt."
    },
    {
      "id": "619a92642261de93dc33b72e",
      "eth": "Guatemalan",
      "gen": "male",
      "iden": "gay",
      "title": "Proident cupidatat voluptate voluptate mollit.",
      "about": "Dolore enim ex consequat anim amet.",
      "img": "../public/img/test_img.jpg",
      "char": 2,
      "set": "Motley",
      "firstN": "Robyn",
      "lastN": "Humphrey",
      "email": "irure@gmail.com",
      "bio": "Ea eiusmod dolor veniam aliquip fugiat laboris est. Tempor adipisicing magna consequat aliqua aliqua. Proident quis nulla aliquip eu mollit nisi. Tempor labore ipsum mollit amet sint aute quis. Sunt esse sint exercitation. Dolor dolore exercitation deserunt sunt anim deserunt. Cupidatat culpa occaecat enim irure aliqua."
    },
    {
      "id": "619a9264eb68954b429e8bd7",
      "eth": "Cuban",
      "gen": "female",
      "iden": "lesbian",
      "title": "Adipisicing adipisicing eu anim.",
      "about": "Eiusmod sit eiusmod adipisicing amet occaecat non fugiat est qui laborum.",
      "img": "../public/img/test_img.jpg",
      "char": 2,
      "set": "Thynedale",
      "firstN": "Randall",
      "lastN": "Pennington",
      "email": "excepteur@gmail.com",
      "bio": "Eu esse tempor ut dolor laboris. Sint id incididunt fugiat consectetur fugiat quis. Ex deserunt do sunt laboris irure. Exercitation exercitation eu adipisicing. Non ipsum cillum cillum enim. Incididunt duis laboris exercitation. Incididunt est aliqua dolor velit consectetur magna qui."
    },
    {
      "id": "619a9264facd00fef77b4403",
      "eth": "Colombian",
      "gen": "non-binary",
      "iden": "trans",
      "title": "Id tempor irure.",
      "about": "Deserunt magna quis velit do sint et duis irure id minim.",
      "img": "../public/img/test_img.jpg",
      "char": 3,
      "set": "Websterville",
      "firstN": "Carole",
      "lastN": "Franklin",
      "email": "minim@gmail.com",
      "bio": "Consequat et aute excepteur irure amet aliquip mollit. Do cupidatat est sint ipsum. Do labore officia commodo. Tempor nulla fugiat ullamco. Et dolor irure eu. Eu veniam nisi duis. Ad ea nostrud in veniam occaecat irure enim."
    },
    {
      "id": "619a926406b0f4e206225019",
      "eth": "Guatemalan",
      "gen": "male",
      "iden": "gay",
      "title": "Ad.",
      "about": "Occaecat dolore enim aute veniam enim et Lorem ut.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Canoochee",
      "firstN": "Bryan",
      "lastN": "Terry",
      "email": "irure@gmail.com",
      "bio": "Cillum amet non sint sit consectetur. Do sunt quis eiusmod. Duis do veniam proident. Officia ex ut voluptate. Ea non aute quis et. Magna veniam proident ad commodo quis proident est. Ullamco ullamco do labore."
    },
    {
      "id": "619a926487d85c5a6b4c3efa",
      "eth": "Chilean",
      "gen": "non-binary",
      "iden": "trans",
      "title": "Eiusmod ex quis ullamco labore et.",
      "about": "Sunt aliquip tempor ea aute irure quis Lorem.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Marbury",
      "firstN": "Elsie",
      "lastN": "Campos",
      "email": "aliqua@gmail.com",
      "bio": "Ut dolore labore cillum ullamco enim. Magna reprehenderit aliquip commodo do et. Nulla sit est eu. Dolore cillum duis fugiat do ut. In nisi qui proident adipisicing. Cupidatat consectetur quis in non elit Lorem. In quis laboris aliqua sit non nostrud adipisicing."
    },
    {
      "id": "619a92646abc4b1c981d415a",
      "eth": "Dominican",
      "gen": "non-binary",
      "iden": "trans",
      "title": "Deserunt.",
      "about": "Lorem ullamco eu voluptate duis fugiat Lorem.",
      "img": "../public/img/test_img.jpg",
      "char": 3,
      "set": "Chumuckla",
      "firstN": "Chasity",
      "lastN": "Gordon",
      "email": "nostrud@gmail.com",
      "bio": "Minim voluptate cupidatat enim cupidatat nulla. Irure ipsum exercitation voluptate. Consectetur voluptate do esse. Velit est consectetur aute do enim aute. Elit adipisicing sit do laborum sunt enim. Pariatur proident incididunt occaecat et eu. Ut tempor excepteur cupidatat veniam."
    },
    {
      "id": "619a9264e4e9b87737c02e4a",
      "eth": "Dominican",
      "gen": "female",
      "iden": "lesbian",
      "title": "Aute officia velit.",
      "about": "Culpa ea nisi enim in id ex est ut sit minim.",
      "img": "../public/img/test_img.jpg",
      "char": 3,
      "set": "Newry",
      "firstN": "Sanders",
      "lastN": "Bradshaw",
      "email": "magna@gmail.com",
      "bio": "In exercitation enim quis proident non Lorem. Aliquip fugiat enim do. Ad deserunt quis id sint. Ut quis dolor non. Ut incididunt dolore irure sit. Magna adipisicing fugiat nulla eiusmod nostrud. Magna eiusmod proident cupidatat."
    },
    {
      "id": "619a9264cb99af4b80087e4a",
      "eth": "Guatemalan",
      "gen": "male",
      "iden": "trans",
      "title": "Nulla laborum laborum nostrud elit aute.",
      "about": "Dolore labore mollit cillum esse reprehenderit reprehenderit quis esse veniam adipisicing ut amet consectetur ad.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Townsend",
      "firstN": "Chaney",
      "lastN": "Sears",
      "email": "officia@gmail.com",
      "bio": "Proident amet sint et et. Excepteur ea laboris aute adipisicing irure. Laborum ea adipisicing dolore pariatur labore consequat ad. Duis commodo eiusmod consectetur officia voluptate exercitation. Excepteur minim ullamco magna elit. Adipisicing ex mollit exercitation et irure irure. Nisi anim veniam esse id eu."
    },
    {
      "id": "619a92641276fd4d01e57d0d",
      "eth": "Colombian",
      "gen": "non-binary",
      "iden": "bi",
      "title": "Voluptate esse.",
      "about": "Lorem cillum eu aute do quis cillum consequat dolore ipsum incididunt enim consectetur laborum.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Tivoli",
      "firstN": "Rich",
      "lastN": "Fuller",
      "email": "occaecat@gmail.com",
      "bio": "Ut consequat nulla exercitation eiusmod sint. Anim laboris duis ullamco nulla adipisicing consectetur. Est qui est dolor reprehenderit aliqua in magna. Commodo mollit aute eu ea. Fugiat cupidatat tempor occaecat pariatur consequat laboris. Dolor sit aliqua elit ipsum deserunt. Exercitation tempor ullamco aute dolore consectetur nostrud."
    },
    {
      "id": "619a9264a6f1dbcb124718bc",
      "eth": "Dominican",
      "gen": "male",
      "iden": "trans",
      "title": "Occaecat in est officia veniam ullamco.",
      "about": "Aute anim commodo proident dolore ipsum dolore.",
      "img": "../public/img/test_img.jpg",
      "char": 2,
      "set": "Croom",
      "firstN": "Jessica",
      "lastN": "Peterson",
      "email": "irure@gmail.com",
      "bio": "Incididunt aliquip qui sunt officia dolor labore quis. Officia ad id labore. Lorem reprehenderit cillum aute dolor sunt. Anim adipisicing ut do. Irure commodo culpa elit mollit. Cupidatat consectetur non dolore mollit mollit cillum. Lorem magna anim mollit esse adipisicing qui ea."
    },
    {
      "id": "619a9264697b6c3843be6aef",
      "eth": "Cuban",
      "gen": "non-binary",
      "iden": "trans",
      "title": "Veniam.",
      "about": "Adipisicing labore enim laborum aliquip enim cillum consectetur tempor quis irure Lorem tempor cillum.",
      "img": "../public/img/test_img.jpg",
      "char": 3,
      "set": "Vernon",
      "firstN": "Megan",
      "lastN": "Harris",
      "email": "adipisicing@gmail.com",
      "bio": "Aute duis dolore ad consectetur. Nisi tempor laborum magna Lorem pariatur culpa. Sint sunt consequat voluptate esse sint. Ut amet quis pariatur elit duis nostrud laboris. In dolor proident aute nulla proident deserunt. Laboris nostrud pariatur nisi nulla. Deserunt ullamco ipsum et."
    },
    {
      "id": "619a9264f46de19f91daf31e",
      "eth": "Salvadoran",
      "gen": "non-binary",
      "iden": "bi",
      "title": "Qui occaecat eiusmod.",
      "about": "Ad tempor voluptate dolore occaecat.",
      "img": "../public/img/test_img.jpg",
      "char": 3,
      "set": "Savage",
      "firstN": "Nichols",
      "lastN": "Flowers",
      "email": "eiusmod@gmail.com",
      "bio": "Sint fugiat qui minim ipsum. Aute id magna laboris id ullamco sunt. Nisi reprehenderit officia velit. Mollit dolor ipsum in. Aliquip nulla occaecat sint ut amet. Velit excepteur officia ex aliquip in Lorem tempor. Pariatur exercitation labore quis esse."
    },
    {
      "id": "619a9264c44ec39e7a0ac9fd",
      "eth": "Puerto Rican",
      "gen": "male",
      "iden": "trans",
      "title": "Tempor minim consectetur eu dolor mollit.",
      "about": "Laborum tempor fugiat dolor proident aute sint nulla magna occaecat.",
      "img": "../public/img/test_img.jpg",
      "char": 2,
      "set": "Ribera",
      "firstN": "Harmon",
      "lastN": "Sweet",
      "email": "anim@gmail.com",
      "bio": "Dolore officia adipisicing sit deserunt occaecat. Mollit id laboris ex. Veniam occaecat velit do. Sit excepteur veniam exercitation mollit. Eu nostrud esse consectetur ullamco enim. Aliquip consectetur velit ex est. Nostrud proident fugiat ea et."
    },
    {
      "id": "619a92647973d750923a0f3a",
      "eth": "Colombian",
      "gen": "male",
      "iden": "lesbian",
      "title": "Cupidatat laborum cillum eu do dolore.",
      "about": "Adipisicing ullamco ex deserunt irure consequat culpa dolore incididunt.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Guthrie",
      "firstN": "Koch",
      "lastN": "Mccall",
      "email": "nulla@gmail.com",
      "bio": "Exercitation occaecat sit adipisicing est. Nulla excepteur veniam aliqua. Ut laboris fugiat magna. Excepteur ipsum deserunt culpa elit dolore velit. Sint veniam consectetur nulla ullamco. Mollit aliqua cillum reprehenderit aliqua. Duis pariatur anim enim ut ex sit."
    },
    {
      "id": "619a9264594465478d6564ea",
      "eth": "Chilean",
      "gen": "non-binary",
      "iden": "straight",
      "title": "Sint quis in exercitation consectetur.",
      "about": "Consectetur reprehenderit occaecat anim officia duis eiusmod quis eiusmod tempor nisi proident magna laborum Lorem.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Caledonia",
      "firstN": "Kathie",
      "lastN": "Pierce",
      "email": "ea@gmail.com",
      "bio": "Ipsum tempor do reprehenderit et veniam consectetur nulla. Tempor deserunt sit sint laboris commodo. Sit pariatur elit cupidatat velit commodo excepteur nisi. Officia eiusmod ea magna. Ullamco aute magna eu. Sint culpa anim quis quis nisi cillum in. Cillum anim do elit reprehenderit commodo ex esse."
    },
    {
      "id": "619a92640b08a0b6c73e6b6d",
      "eth": "Chilean",
      "gen": "non-binary",
      "iden": "straight",
      "title": "Ea.",
      "about": "Laboris ea quis eu pariatur consectetur dolor ad eu exercitation.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Elliott",
      "firstN": "Conley",
      "lastN": "Grant",
      "email": "ullamco@gmail.com",
      "bio": "Magna est ex aliquip nulla occaecat fugiat. Eu amet nisi dolore incididunt. Commodo velit nulla ad aliquip labore deserunt ullamco. Anim sunt pariatur magna officia eiusmod nisi. Consequat in dolore sit ullamco. Non anim irure est sint proident dolore. Ipsum ea nulla ipsum aute consequat laborum non."
    },
    {
      "id": "619a92648b13a88f0b5a317c",
      "eth": "Cuban",
      "gen": "female",
      "iden": "lesbian",
      "title": "Magna sint aute consectetur.",
      "about": "Qui cillum sunt cupidatat fugiat excepteur id pariatur officia.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Flintville",
      "firstN": "Lowery",
      "lastN": "Moran",
      "email": "incididunt@gmail.com",
      "bio": "Nisi deserunt est pariatur non. Dolor elit minim duis est quis ullamco. Magna ut cupidatat sint dolore. Veniam veniam minim irure ullamco. Dolor laborum incididunt pariatur ad ullamco in proident. Quis nulla non sint qui reprehenderit ipsum adipisicing. Nulla laboris ut minim."
    },
    {
      "id": "619a9264bb98dd51d7d7fbce",
      "eth": "Brazilian",
      "gen": "female",
      "iden": "bi",
      "title": "Non laborum pariatur.",
      "about": "Laboris pariatur ex enim veniam et mollit.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Bodega",
      "firstN": "Fuentes",
      "lastN": "Berry",
      "email": "exercitation@gmail.com",
      "bio": "Magna sit aute mollit occaecat voluptate. Consequat sunt sit tempor qui exercitation excepteur. Esse eu veniam sunt. Incididunt ea fugiat aliqua. Irure officia nisi adipisicing mollit nostrud et. Do ex esse tempor duis. Ea veniam cillum do."
    },
    {
      "id": "619a9264510a5fd216f43fc2",
      "eth": "Brazilian",
      "gen": "non-binary",
      "iden": "bi",
      "title": "Do duis veniam quis nisi.",
      "about": "Exercitation eiusmod id nisi culpa proident consectetur sit mollit.",
      "img": "../public/img/test_img.jpg",
      "char": 3,
      "set": "Cloverdale",
      "firstN": "Gaines",
      "lastN": "Norman",
      "email": "aute@gmail.com",
      "bio": "Eu Lorem eiusmod proident cupidatat sit reprehenderit. Incididunt nostrud culpa laboris esse esse ullamco. Proident adipisicing sunt est. Pariatur aliquip dolor excepteur dolore eu. Voluptate exercitation mollit do. Deserunt quis mollit dolor proident. Cupidatat aliqua adipisicing duis."
    },
    {
      "id": "619a926474f8bb06edab6b8d",
      "eth": "Guatemalan",
      "gen": "non-binary",
      "iden": "trans",
      "title": "Amet dolor minim.",
      "about": "Dolor proident nisi deserunt ut pariatur anim commodo.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Tilleda",
      "firstN": "Austin",
      "lastN": "Tucker",
      "email": "nostrud@gmail.com",
      "bio": "Irure voluptate consectetur ad anim reprehenderit eiusmod. Culpa mollit non anim duis. Ex laboris ut irure proident. Deserunt exercitation enim sit. Enim sit Lorem incididunt excepteur aute mollit consequat. Dolore enim sit amet. Sunt adipisicing culpa sunt."
    },
    {
      "id": "619a9264b24192d419b15064",
      "eth": "Puerto Rican",
      "gen": "male",
      "iden": "gay",
      "title": "Proident.",
      "about": "Velit duis cillum adipisicing irure.",
      "img": "../public/img/test_img.jpg",
      "char": 2,
      "set": "Lowgap",
      "firstN": "Morgan",
      "lastN": "Glover",
      "email": "deserunt@gmail.com",
      "bio": "Velit nostrud eiusmod sunt cupidatat minim laboris reprehenderit. Esse do in irure cupidatat sunt amet adipisicing. Ad ea cupidatat irure nisi ad do excepteur. Cupidatat id pariatur laborum laboris adipisicing officia ad. Laborum dolor excepteur aliqua ea culpa occaecat. Proident elit ex occaecat labore. Eu magna voluptate sunt cillum sit velit id."
    },
    {
      "id": "619a9264a88d1abea4b162ed",
      "eth": "Chilean",
      "gen": "male",
      "iden": "bi",
      "title": "Lorem fugiat reprehenderit occaecat.",
      "about": "Esse excepteur eiusmod eu irure sunt voluptate.",
      "img": "../public/img/test_img.jpg",
      "char": 2,
      "set": "Dorneyville",
      "firstN": "Ella",
      "lastN": "Miranda",
      "email": "veniam@gmail.com",
      "bio": "Incididunt fugiat ipsum culpa. Proident Lorem nisi irure consequat. Ad proident ad magna Lorem ipsum dolor. Consectetur deserunt ex aute velit id. Fugiat minim amet aliquip reprehenderit aliquip deserunt cillum. Ipsum aute commodo consectetur. Tempor aliqua velit commodo laboris do aliquip."
    },
    {
      "id": "619a9264485cdce9dba8eec0",
      "eth": "Guatemalan",
      "gen": "non-binary",
      "iden": "trans",
      "title": "Sunt.",
      "about": "Sint qui irure culpa est Lorem ut.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Slovan",
      "firstN": "Wilkerson",
      "lastN": "House",
      "email": "exercitation@gmail.com",
      "bio": "Sit deserunt veniam mollit labore labore ea ipsum. Laborum id aute enim magna incididunt aliquip excepteur. Culpa officia reprehenderit amet excepteur laborum elit. Ex duis commodo sunt aliquip amet do cupidatat. Mollit cillum consectetur officia anim ut adipisicing. Ullamco ipsum laborum ullamco proident ad. Incididunt irure voluptate ex tempor voluptate."
    },
    {
      "id": "619a926431cd608691a58622",
      "eth": "Brazilian",
      "gen": "non-binary",
      "iden": "gay",
      "title": "Commodo qui occaecat.",
      "about": "Quis ea pariatur anim sit consequat dolore laborum nostrud.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Kula",
      "firstN": "Socorro",
      "lastN": "Boyer",
      "email": "cillum@gmail.com",
      "bio": "Ex aliquip elit nisi voluptate non deserunt commodo. Dolore consequat mollit qui. Et reprehenderit nisi velit adipisicing. Pariatur eu aute aute non excepteur cupidatat. Est nostrud qui deserunt Lorem consequat. Sint id veniam id esse et magna. Eiusmod proident culpa nisi."
    },
    {
      "id": "619a9264a17827954946b82f",
      "eth": "Cuban",
      "gen": "female",
      "iden": "bi",
      "title": "Incididunt pariatur voluptate adipisicing enim officia.",
      "about": "Et veniam reprehenderit est exercitation in aute.",
      "img": "../public/img/test_img.jpg",
      "char": 3,
      "set": "Brambleton",
      "firstN": "Gray",
      "lastN": "Abbott",
      "email": "exercitation@gmail.com",
      "bio": "Incididunt exercitation fugiat ad incididunt culpa non. Irure tempor tempor adipisicing. Mollit exercitation excepteur dolore esse non. Nisi cillum sit do. Nostrud proident eiusmod occaecat ut elit proident consectetur. Laborum deserunt ullamco cupidatat veniam. Quis officia et sunt amet consequat."
    },
    {
      "id": "619a9264b77fccc32e1f9084",
      "eth": "Salvadoran",
      "gen": "male",
      "iden": "gay",
      "title": "Veniam magna.",
      "about": "Veniam nisi fugiat sint ad ad.",
      "img": "../public/img/test_img.jpg",
      "char": 2,
      "set": "Bakersville",
      "firstN": "Sears",
      "lastN": "Holland",
      "email": "do@gmail.com",
      "bio": "Esse eu consectetur laborum laboris laboris sit. Commodo excepteur ea officia excepteur excepteur aliqua ex. Magna eiusmod minim tempor. Commodo ipsum elit laboris labore. Nulla fugiat consectetur ipsum quis id. Consequat consectetur nulla incididunt deserunt quis. Adipisicing adipisicing ea sint sunt."
    },
    {
      "id": "619a92648ee68220e4f40570",
      "eth": "Guatemalan",
      "gen": "non-binary",
      "iden": "gay",
      "title": "Fugiat exercitation.",
      "about": "Incididunt aute cupidatat commodo tempor cillum laboris reprehenderit consequat in laborum sit nisi.",
      "img": "../public/img/test_img.jpg",
      "char": 2,
      "set": "Dodge",
      "firstN": "Jocelyn",
      "lastN": "Rojas",
      "email": "ullamco@gmail.com",
      "bio": "Aliquip duis occaecat quis. Minim ullamco id voluptate quis consequat minim. Id est est voluptate nulla mollit. Excepteur est ut nostrud nisi labore ex. Lorem enim qui voluptate dolore. Aliquip id dolore culpa reprehenderit aute pariatur aliqua. Occaecat Lorem sint adipisicing labore proident commodo elit."
    },
    {
      "id": "619a92645053bad948033e65",
      "eth": "Salvadoran",
      "gen": "male",
      "iden": "trans",
      "title": "Adipisicing.",
      "about": "Sint ea id aute fugiat adipisicing labore incididunt proident ex amet cupidatat labore.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Weeksville",
      "firstN": "Schroeder",
      "lastN": "Cain",
      "email": "consectetur@gmail.com",
      "bio": "In nulla commodo reprehenderit id id velit. Veniam reprehenderit consectetur excepteur. Commodo anim ad aute id. Ad consectetur amet do veniam excepteur ipsum amet. Officia laboris ullamco laboris. Et ut in in aliqua excepteur. Ea laboris tempor occaecat fugiat consequat ipsum nisi."
    },
    {
      "id": "619a926490f0a16b2918d6dd",
      "eth": "Colombian",
      "gen": "non-binary",
      "iden": "straight",
      "title": "Elit do est culpa eiusmod.",
      "about": "Eu culpa et occaecat commodo magna elit cillum nostrud sint cupidatat culpa.",
      "img": "../public/img/test_img.jpg",
      "char": 2,
      "set": "Idledale",
      "firstN": "Joy",
      "lastN": "Harmon",
      "email": "consequat@gmail.com",
      "bio": "Amet nostrud minim ea est laboris aliquip. Proident cupidatat eu tempor anim sit sunt quis. Ullamco ipsum aliqua proident eiusmod. Do velit voluptate minim laborum quis. Sunt aliqua est non sunt. Nulla dolor irure eiusmod. Magna sint do aliquip voluptate laborum dolor aute."
    },
    {
      "id": "619a9264bf9e6f17b0320650",
      "eth": "Guatemalan",
      "gen": "non-binary",
      "iden": "straight",
      "title": "Ad minim ad.",
      "about": "Minim dolore exercitation elit eu sint tempor incididunt officia laboris nisi incididunt est veniam.",
      "img": "../public/img/test_img.jpg",
      "char": 2,
      "set": "Tetherow",
      "firstN": "Nita",
      "lastN": "Battle",
      "email": "dolore@gmail.com",
      "bio": "Nostrud dolor aute elit. Duis commodo voluptate excepteur. Ut duis adipisicing consequat fugiat sit fugiat duis. Laborum voluptate incididunt officia est. Officia mollit labore sint. Cillum minim commodo veniam non cupidatat. Exercitation quis do elit."
    },
    {
      "id": "619a9264239736189cbc9bbd",
      "eth": "Guatemalan",
      "gen": "non-binary",
      "iden": "trans",
      "title": "Proident quis amet.",
      "about": "Nulla aliqua duis id esse elit eiusmod sint cillum exercitation exercitation do non.",
      "img": "../public/img/test_img.jpg",
      "char": 2,
      "set": "Delshire",
      "firstN": "Tricia",
      "lastN": "Briggs",
      "email": "id@gmail.com",
      "bio": "Culpa officia exercitation ad nisi veniam voluptate voluptate. Magna nulla anim magna laborum est amet. Labore anim deserunt voluptate. Sit nisi magna dolore mollit. Eu sint laborum et sint consectetur. Ullamco ipsum ex dolor commodo id. Aliquip nulla cupidatat quis excepteur."
    },
    {
      "id": "619a926458b1534f8f210e6b",
      "eth": "Mexican",
      "gen": "male",
      "iden": "straight",
      "title": "Tempor nostrud enim aliquip fugiat.",
      "about": "Commodo enim dolore enim duis occaecat sint occaecat proident do ipsum.",
      "img": "../public/img/test_img.jpg",
      "char": 2,
      "set": "Greenbush",
      "firstN": "Lolita",
      "lastN": "Kaufman",
      "email": "excepteur@gmail.com",
      "bio": "Aliquip aliquip velit commodo aliquip labore. Ullamco esse tempor dolore commodo culpa incididunt. Et excepteur reprehenderit sit in. Elit excepteur duis aute consequat id ipsum. Excepteur pariatur reprehenderit ad voluptate cupidatat tempor. Exercitation fugiat eiusmod labore velit duis. Laborum do eu culpa enim."
    },
    {
      "id": "619a92642ee8bce4dafaf1bc",
      "eth": "Dominican",
      "gen": "female",
      "iden": "gay",
      "title": "Exercitation tempor proident esse voluptate incididunt.",
      "about": "Irure ullamco consequat labore Lorem ad elit dolore commodo velit laboris in cillum deserunt.",
      "img": "../public/img/test_img.jpg",
      "char": 3,
      "set": "Jackpot",
      "firstN": "Alberta",
      "lastN": "Woods",
      "email": "ex@gmail.com",
      "bio": "Sit magna anim tempor Lorem occaecat aliqua do. Amet aliquip elit ea. Do excepteur occaecat irure. Consectetur laboris do deserunt elit. Est in id commodo id et commodo. Irure ullamco deserunt eiusmod excepteur velit excepteur minim. Minim nulla nulla non."
    },
    {
      "id": "619a926414a40e2a23704dab",
      "eth": "Colombian",
      "gen": "non-binary",
      "iden": "straight",
      "title": "Exercitation elit reprehenderit amet irure irure.",
      "about": "Mollit consectetur id amet mollit.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Ivanhoe",
      "firstN": "Rios",
      "lastN": "Yates",
      "email": "ex@gmail.com",
      "bio": "Ad deserunt ipsum nulla. Nulla sunt ex est. Aliqua consequat commodo laboris esse ipsum. Qui adipisicing duis exercitation Lorem consequat. Tempor aliquip laborum consequat. Aute nulla ipsum ut proident consectetur exercitation. Eu sit irure veniam."
    },
    {
      "id": "619a9264e264c432960190e0",
      "eth": "Mexican",
      "gen": "non-binary",
      "iden": "bi",
      "title": "Cillum pariatur.",
      "about": "Culpa elit dolor culpa et mollit consectetur enim enim cupidatat aliquip esse minim nulla.",
      "img": "../public/img/test_img.jpg",
      "char": 3,
      "set": "Emerald",
      "firstN": "Mindy",
      "lastN": "Benson",
      "email": "occaecat@gmail.com",
      "bio": "Eu enim sint duis officia. Magna dolore ea cupidatat. Deserunt voluptate amet elit cillum ullamco dolore. Amet duis proident nostrud enim minim. Ut cupidatat est velit. Magna velit consequat duis officia. Laboris qui sint quis ut."
    },
    {
      "id": "619a92644f95d10da596ec66",
      "eth": "Colombian",
      "gen": "male",
      "iden": "trans",
      "title": "Duis cillum laboris irure.",
      "about": "Ex quis excepteur tempor elit nisi qui aliqua proident id aute sunt deserunt quis.",
      "img": "../public/img/test_img.jpg",
      "char": 3,
      "set": "Nile",
      "firstN": "Fran",
      "lastN": "Blake",
      "email": "ipsum@gmail.com",
      "bio": "Eiusmod reprehenderit do ut exercitation consequat laborum. Eiusmod sit aliquip dolore commodo eu nostrud. Excepteur exercitation eiusmod quis. In ullamco cillum nulla. Reprehenderit occaecat do ex eu. Eu consequat nulla dolor deserunt esse ea. Velit nisi labore reprehenderit adipisicing incididunt."
    },
    {
      "id": "619a9264169af6d5367b16ab",
      "eth": "Salvadoran",
      "gen": "male",
      "iden": "straight",
      "title": "Exercitation ipsum.",
      "about": "Eu laborum excepteur eu deserunt cupidatat aute ad cillum.",
      "img": "../public/img/test_img.jpg",
      "char": 3,
      "set": "Virgie",
      "firstN": "Stone",
      "lastN": "Cervantes",
      "email": "eiusmod@gmail.com",
      "bio": "Sint fugiat aliqua ex sunt in labore elit. Tempor sint velit sint culpa tempor amet. Adipisicing non sint eiusmod reprehenderit. Consectetur est voluptate et adipisicing voluptate consequat laborum. Eu eiusmod ad et mollit. Pariatur aute exercitation anim sunt incididunt cillum. Ex nisi est deserunt ipsum laborum Lorem."
    },
    {
      "id": "619a92640332a57a81fb0422",
      "eth": "Brazilian",
      "gen": "non-binary",
      "iden": "trans",
      "title": "Eiusmod do dolor ex qui esse.",
      "about": "Mollit minim deserunt qui ad eiusmod voluptate ut veniam non laborum.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Kersey",
      "firstN": "Luz",
      "lastN": "Ferrell",
      "email": "culpa@gmail.com",
      "bio": "Dolor Lorem aute ipsum ipsum in non officia. Dolore quis irure ad et qui. Est consequat veniam reprehenderit. Officia commodo deserunt est sint laborum. Culpa do cillum ad do in. Est culpa dolore non enim exercitation cillum nulla. Veniam sint laboris proident elit officia."
    },
    {
      "id": "619a9264f48fbbf72a868788",
      "eth": "Dominican",
      "gen": "female",
      "iden": "lesbian",
      "title": "Veniam cupidatat qui.",
      "about": "Velit incididunt cillum labore id consectetur eu ad amet sint occaecat qui mollit.",
      "img": "../public/img/test_img.jpg",
      "char": 3,
      "set": "Stockwell",
      "firstN": "Clemons",
      "lastN": "Savage",
      "email": "exercitation@gmail.com",
      "bio": "Ullamco nulla veniam eiusmod minim aute fugiat. Nostrud pariatur magna occaecat ut cupidatat. Ut aliquip fugiat nisi et. Ea do adipisicing anim et. Ut do aliqua amet ex est. Eu dolor nisi tempor dolore fugiat. Exercitation eiusmod et minim."
    },
    {
      "id": "619a9264c83ff301f84cc756",
      "eth": "Dominican",
      "gen": "non-binary",
      "iden": "trans",
      "title": "Sit laborum in consectetur aliqua est.",
      "about": "Ex esse anim aliqua aute culpa id veniam eiusmod do proident exercitation Lorem elit ullamco.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Islandia",
      "firstN": "Ferguson",
      "lastN": "Estrada",
      "email": "aliqua@gmail.com",
      "bio": "Incididunt excepteur dolore id ad. Eiusmod occaecat excepteur sint in. Adipisicing adipisicing Lorem commodo. Pariatur reprehenderit qui consectetur incididunt est ex anim. Exercitation labore ea adipisicing. Nulla nulla eu tempor ad. Anim deserunt quis adipisicing aute ullamco."
    },
    {
      "id": "619a92640f83aef4b24bd37e",
      "eth": "Chilean",
      "gen": "female",
      "iden": "straight",
      "title": "Et laboris.",
      "about": "Laborum laboris amet adipisicing do irure amet aute mollit eiusmod officia sit.",
      "img": "../public/img/test_img.jpg",
      "char": 3,
      "set": "Rew",
      "firstN": "Lucinda",
      "lastN": "Morales",
      "email": "est@gmail.com",
      "bio": "Lorem duis voluptate aute aute eu officia et. Adipisicing sit ullamco nulla irure nulla. Esse eiusmod consectetur minim. Irure esse elit nulla. Velit nisi velit Lorem commodo. Excepteur aliqua adipisicing fugiat cillum. Sit nulla voluptate ex velit dolore adipisicing."
    },
    {
      "id": "619a9264a1569a98ce2b727d",
      "eth": "Mexican",
      "gen": "male",
      "iden": "gay",
      "title": "Non.",
      "about": "Voluptate adipisicing non mollit irure consequat.",
      "img": "../public/img/test_img.jpg",
      "char": 3,
      "set": "Soham",
      "firstN": "Terry",
      "lastN": "Anthony",
      "email": "et@gmail.com",
      "bio": "Consequat aliquip ex minim culpa adipisicing exercitation consequat. Deserunt Lorem est ex nisi ex non. Nostrud quis amet aute nisi enim sint qui. Fugiat exercitation fugiat ullamco eiusmod laboris. Ut pariatur deserunt nostrud aliquip incididunt et dolor. Aliqua consequat non duis do. Irure sint deserunt aliqua cupidatat culpa officia."
    },
    {
      "id": "619a9264838f19d85d76b49b",
      "eth": "Salvadoran",
      "gen": "female",
      "iden": "lesbian",
      "title": "Reprehenderit cillum commodo cupidatat.",
      "about": "Minim veniam exercitation esse est fugiat quis est.",
      "img": "../public/img/test_img.jpg",
      "char": 3,
      "set": "Rossmore",
      "firstN": "Luna",
      "lastN": "Bridges",
      "email": "nostrud@gmail.com",
      "bio": "Quis officia magna nisi do excepteur do in. Deserunt non exercitation non. Occaecat do tempor id esse Lorem cupidatat qui. Eu officia dolore ea enim labore in. Cupidatat non et ex. Ex nostrud irure tempor ut. Labore consequat sint nostrud sint."
    },
    {
      "id": "619a926454b278d453f19c70",
      "eth": "Chilean",
      "gen": "male",
      "iden": "gay",
      "title": "Culpa esse ullamco consequat irure aute.",
      "about": "Ipsum nostrud qui eiusmod ea in do consequat ullamco.",
      "img": "../public/img/test_img.jpg",
      "char": 3,
      "set": "Waumandee",
      "firstN": "Foley",
      "lastN": "Oconnor",
      "email": "exercitation@gmail.com",
      "bio": "Magna est voluptate enim minim duis labore. Quis nostrud anim officia. Dolor fugiat elit ullamco nulla sit tempor cillum. Excepteur sint aute eu laboris veniam et. Eu adipisicing sunt veniam non dolor quis ad. Cupidatat labore adipisicing voluptate velit in. Labore nostrud mollit et."
    },
    {
      "id": "619a9264ff0c7ab7a96de691",
      "eth": "Dominican",
      "gen": "female",
      "iden": "bi",
      "title": "Incididunt veniam amet.",
      "about": "Officia officia labore mollit laborum in aliqua sunt eu esse.",
      "img": "../public/img/test_img.jpg",
      "char": 3,
      "set": "Camptown",
      "firstN": "Noemi",
      "lastN": "Mcfadden",
      "email": "dolor@gmail.com",
      "bio": "Consequat ea sunt nulla dolore consequat laborum mollit. Ex ut sint ea enim excepteur. Sunt enim incididunt nulla. Consectetur cillum aliquip exercitation minim nisi. Labore labore nulla ut. Nisi ea incididunt excepteur. Pariatur consectetur pariatur in eiusmod exercitation ex."
    },
    {
      "id": "619a92643102336f28b3e42b",
      "eth": "Puerto Rican",
      "gen": "female",
      "iden": "trans",
      "title": "Tempor.",
      "about": "Proident sint labore enim minim ullamco commodo tempor culpa culpa consequat magna culpa.",
      "img": "../public/img/test_img.jpg",
      "char": 3,
      "set": "Morriston",
      "firstN": "Foreman",
      "lastN": "Lowery",
      "email": "excepteur@gmail.com",
      "bio": "Dolore reprehenderit consectetur non occaecat. Consequat consectetur ipsum nostrud veniam nostrud sit cupidatat. Aliquip pariatur amet deserunt commodo nulla est. Aliquip exercitation exercitation dolor labore officia eu sunt. Dolor aute veniam commodo qui reprehenderit fugiat. Laboris cupidatat do pariatur nostrud eiusmod aliqua amet. Culpa officia sunt incididunt."
    },
    {
      "id": "619a92647f33fd62f494ddec",
      "eth": "Cuban",
      "gen": "female",
      "iden": "trans",
      "title": "Magna.",
      "about": "Eiusmod ullamco nulla nisi id dolore magna laborum.",
      "img": "../public/img/test_img.jpg",
      "char": 2,
      "set": "Saticoy",
      "firstN": "Rhea",
      "lastN": "Ray",
      "email": "pariatur@gmail.com",
      "bio": "Laboris aliqua reprehenderit elit ad irure culpa est. Est ut exercitation quis laborum labore. Officia ut reprehenderit sunt. Irure minim duis id enim irure do enim. Esse amet aliqua labore culpa aliqua voluptate. Labore minim tempor ut. Proident duis eiusmod sit velit voluptate."
    },
    {
      "id": "619a9264051217302dced037",
      "eth": "Puerto Rican",
      "gen": "non-binary",
      "iden": "bi",
      "title": "Officia tempor minim ad.",
      "about": "Dolore dolor ex anim sint officia minim dolore incididunt nostrud officia cillum in.",
      "img": "../public/img/test_img.jpg",
      "char": 2,
      "set": "Chamberino",
      "firstN": "Moore",
      "lastN": "Mcdaniel",
      "email": "deserunt@gmail.com",
      "bio": "Labore elit exercitation fugiat. Esse Lorem voluptate occaecat. Elit mollit aute velit dolore quis. Irure anim esse veniam nisi dolor. Aute aute veniam magna non consequat. In ut occaecat commodo nulla. Veniam laboris consectetur quis in."
    },
    {
      "id": "619a92647daca5cfa546232f",
      "eth": "Mexican",
      "gen": "female",
      "iden": "bi",
      "title": "Qui veniam ullamco veniam sit.",
      "about": "Laborum proident deserunt aliquip sint adipisicing.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Bethpage",
      "firstN": "Sasha",
      "lastN": "Langley",
      "email": "ea@gmail.com",
      "bio": "Minim mollit dolore elit eiusmod proident. Esse ut laboris occaecat eiusmod. Magna consequat reprehenderit qui pariatur sit. Culpa eu consectetur non in proident quis esse. Do qui fugiat esse ea non. Non adipisicing deserunt laboris magna laboris. Cillum sit id id proident commodo."
    },
    {
      "id": "619a92645c9396ccce8afc03",
      "eth": "Puerto Rican",
      "gen": "male",
      "iden": "straight",
      "title": "Quis.",
      "about": "Dolor reprehenderit ex id irure id irure id cillum qui.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Morningside",
      "firstN": "Phoebe",
      "lastN": "Wyatt",
      "email": "amet@gmail.com",
      "bio": "Proident ipsum nulla et officia cupidatat duis consequat. Consectetur ad non amet duis sit. Et occaecat magna proident. Cupidatat laboris consectetur enim occaecat et occaecat nisi. Esse ad nulla incididunt reprehenderit. Aliqua dolore laboris magna enim laboris sunt amet. Nostrud cillum exercitation officia nisi occaecat consectetur consequat."
    },
    {
      "id": "619a92641260cbbc48bda6e2",
      "eth": "Cuban",
      "gen": "non-binary",
      "iden": "straight",
      "title": "Fugiat dolor veniam tempor ad ad.",
      "about": "Deserunt officia mollit labore do commodo.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Waikele",
      "firstN": "Susanna",
      "lastN": "Simon",
      "email": "et@gmail.com",
      "bio": "Fugiat qui labore dolor. Laborum quis tempor laboris. Dolor aliquip Lorem Lorem incididunt ex anim. Exercitation eu quis exercitation laborum do eiusmod ad. Adipisicing officia nostrud occaecat occaecat amet ullamco. Nostrud adipisicing irure minim veniam ea esse mollit. Voluptate exercitation Lorem aute aliqua."
    },
    {
      "id": "619a926452711ee51ecfb16d",
      "eth": "Puerto Rican",
      "gen": "female",
      "iden": "trans",
      "title": "Exercitation.",
      "about": "Nostrud incididunt consectetur amet eu.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Gouglersville",
      "firstN": "Pollard",
      "lastN": "Marquez",
      "email": "sit@gmail.com",
      "bio": "Nisi elit aliquip proident. Pariatur excepteur adipisicing anim ex excepteur in enim. Excepteur reprehenderit ullamco aliqua qui anim amet. Officia incididunt nisi deserunt officia. Irure id consectetur reprehenderit amet ea id in. Ea voluptate officia proident. Cillum ad qui fugiat est et culpa ex."
    },
    {
      "id": "619a92648707527b190e22c3",
      "eth": "Guatemalan",
      "gen": "female",
      "iden": "gay",
      "title": "Consectetur non magna.",
      "about": "Voluptate ullamco ad aliquip et dolor nostrud esse sunt mollit ut.",
      "img": "../public/img/test_img.jpg",
      "char": 3,
      "set": "Loyalhanna",
      "firstN": "Gonzalez",
      "lastN": "Chen",
      "email": "do@gmail.com",
      "bio": "Aliquip esse voluptate ut laborum sit est laborum. Culpa occaecat ex exercitation. Laboris et commodo et dolore qui. Eu deserunt cillum aute et reprehenderit est sunt. Nulla pariatur sint mollit ut reprehenderit nulla deserunt. Ad nisi amet nostrud sint ullamco officia. Nostrud officia occaecat dolore amet."
    },
    {
      "id": "619a92646b5bce6aad701b77",
      "eth": "Chilean",
      "gen": "non-binary",
      "iden": "trans",
      "title": "Quis pariatur excepteur incididunt pariatur.",
      "about": "Esse nisi pariatur aliqua veniam enim dolor mollit laboris tempor.",
      "img": "../public/img/test_img.jpg",
      "char": 3,
      "set": "Maury",
      "firstN": "Nannie",
      "lastN": "Rodriquez",
      "email": "velit@gmail.com",
      "bio": "Aliqua aute eu labore ea adipisicing. Officia deserunt dolore quis. Anim sit quis proident qui reprehenderit magna. Nostrud qui eu qui. Consectetur anim fugiat enim enim exercitation laborum. Reprehenderit quis eiusmod culpa id dolor ut velit. Velit ullamco et dolor esse."
    },
    {
      "id": "619a9264c3a165cae491d728",
      "eth": "Colombian",
      "gen": "female",
      "iden": "bi",
      "title": "Ad do culpa aliquip est ex.",
      "about": "Labore minim culpa magna occaecat eiusmod pariatur laboris nulla anim commodo nulla veniam veniam pariatur.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Katonah",
      "firstN": "Weber",
      "lastN": "Burgess",
      "email": "eiusmod@gmail.com",
      "bio": "Velit dolor est qui eiusmod irure cupidatat ad. Ullamco consectetur Lorem qui sint occaecat incididunt. Et enim proident do. Duis quis sit consectetur. Minim labore Lorem do tempor incididunt commodo proident. Eu laboris consequat irure. Lorem voluptate veniam Lorem esse ad ex."
    },
    {
      "id": "619a9264e75860b129a9cfaa",
      "eth": "Mexican",
      "gen": "non-binary",
      "iden": "straight",
      "title": "Pariatur.",
      "about": "Laboris non consectetur non proident ut exercitation in aute.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Graniteville",
      "firstN": "Annie",
      "lastN": "Turner",
      "email": "veniam@gmail.com",
      "bio": "Exercitation non velit amet eu nostrud ex nostrud. Aute proident voluptate esse irure mollit enim elit. Minim eu velit exercitation. Nulla excepteur dolore deserunt fugiat duis non. Elit sunt nisi officia voluptate cillum deserunt qui. Ullamco eiusmod incididunt ad. Elit irure aute laboris Lorem."
    },
    {
      "id": "619a9264610742e63bfc5d13",
      "eth": "Cuban",
      "gen": "male",
      "iden": "trans",
      "title": "Velit pariatur.",
      "about": "Consectetur occaecat et cillum ea ex adipisicing cupidatat aliqua laboris eiusmod nisi nulla ad Lorem.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Fresno",
      "firstN": "Erma",
      "lastN": "Macdonald",
      "email": "consequat@gmail.com",
      "bio": "Do ut aliquip qui nulla aute proident. Lorem tempor aliquip laboris. Labore quis eiusmod amet aliqua. Ea reprehenderit ad sint. Commodo tempor labore nisi in et. Consequat et do qui aliqua. Fugiat dolor sunt do aliqua reprehenderit."
    },
    {
      "id": "619a9264b1d6c0dfee8fc10f",
      "eth": "Chilean",
      "gen": "non-binary",
      "iden": "lesbian",
      "title": "Veniam consequat non deserunt adipisicing aliqua.",
      "about": "Pariatur duis ullamco nostrud duis.",
      "img": "../public/img/test_img.jpg",
      "char": 2,
      "set": "Grenelefe",
      "firstN": "Ray",
      "lastN": "Tran",
      "email": "aute@gmail.com",
      "bio": "Aliquip fugiat irure exercitation nisi. Officia ipsum mollit cupidatat tempor magna minim adipisicing. Dolor laborum irure culpa ut duis quis enim. Aliqua minim cillum enim cillum tempor occaecat in. Est veniam excepteur mollit fugiat. Duis dolor deserunt fugiat sunt ad voluptate deserunt. Velit reprehenderit nulla aute sint laborum eu sint."
    },
    {
      "id": "619a9264c0f4b1ef7710847f",
      "eth": "Puerto Rican",
      "gen": "male",
      "iden": "bi",
      "title": "Velit voluptate.",
      "about": "Amet non irure enim exercitation est adipisicing ad voluptate.",
      "img": "../public/img/test_img.jpg",
      "char": 3,
      "set": "Lowell",
      "firstN": "Clarissa",
      "lastN": "Ford",
      "email": "incididunt@gmail.com",
      "bio": "Qui in laboris pariatur labore. Ut elit proident elit ea. Duis minim ipsum reprehenderit. Anim anim deserunt ut et consectetur tempor. Eiusmod mollit deserunt nostrud adipisicing. Ad veniam consequat consequat sint ut. Magna qui duis enim fugiat enim velit do."
    },
    {
      "id": "619a9264cc933018eb12f8da",
      "eth": "Cuban",
      "gen": "male",
      "iden": "trans",
      "title": "Incididunt aliquip deserunt exercitation.",
      "about": "Lorem commodo ea dolore ex ullamco tempor proident laborum culpa veniam irure cillum irure.",
      "img": "../public/img/test_img.jpg",
      "char": 3,
      "set": "Kaka",
      "firstN": "Misty",
      "lastN": "Gallegos",
      "email": "eiusmod@gmail.com",
      "bio": "Est dolore non sint ad. Occaecat proident ad dolor. Ad adipisicing non Lorem dolore ea commodo. Ea esse qui Lorem consectetur. Sunt qui esse voluptate et dolor culpa cillum. Nostrud consectetur ex sunt exercitation. Ad esse veniam velit ipsum."
    },
    {
      "id": "619a9264f16e43168ca70dac",
      "eth": "Guatemalan",
      "gen": "male",
      "iden": "lesbian",
      "title": "Et cupidatat voluptate nulla anim eu.",
      "about": "Non aliqua cupidatat laboris ut reprehenderit.",
      "img": "../public/img/test_img.jpg",
      "char": 2,
      "set": "Indio",
      "firstN": "Garza",
      "lastN": "Workman",
      "email": "adipisicing@gmail.com",
      "bio": "Aute dolor do velit aliqua. Ut sint cupidatat duis. Commodo id voluptate enim deserunt commodo et. Irure aliquip exercitation qui occaecat adipisicing. Esse ullamco dolore reprehenderit in cupidatat eu sit. Aliqua cupidatat exercitation eiusmod aliqua fugiat. Qui voluptate veniam in."
    },
    {
      "id": "619a926411de17698b2e297f",
      "eth": "Dominican",
      "gen": "male",
      "iden": "bi",
      "title": "Proident dolore sint officia Lorem ipsum.",
      "about": "Laborum consectetur ullamco nulla duis enim.",
      "img": "../public/img/test_img.jpg",
      "char": 2,
      "set": "Matheny",
      "firstN": "Page",
      "lastN": "Craft",
      "email": "ullamco@gmail.com",
      "bio": "Aliqua consectetur cupidatat nulla aliquip in nisi aliquip. Voluptate ut commodo ad duis. Qui consectetur occaecat do non. Irure consequat esse fugiat id. Deserunt cillum deserunt velit quis. Quis mollit sunt tempor amet esse deserunt qui. Consequat labore ullamco ad incididunt ea."
    },
    {
      "id": "619a926424a35351713c0941",
      "eth": "Salvadoran",
      "gen": "female",
      "iden": "lesbian",
      "title": "Est Lorem proident culpa irure exercitation.",
      "about": "Nostrud sunt et qui est adipisicing deserunt.",
      "img": "../public/img/test_img.jpg",
      "char": 3,
      "set": "Brethren",
      "firstN": "Maureen",
      "lastN": "Lambert",
      "email": "anim@gmail.com",
      "bio": "Est do non amet cupidatat labore fugiat. Officia ullamco exercitation eiusmod Lorem. Proident amet velit eu fugiat excepteur. Ex aliqua dolore et enim quis ipsum irure. Commodo esse amet voluptate exercitation ea. Non aliqua fugiat anim commodo deserunt. Ad consectetur veniam fugiat."
    },
    {
      "id": "619a926435106fa8e9466cd0",
      "eth": "Chilean",
      "gen": "male",
      "iden": "lesbian",
      "title": "Nisi esse amet.",
      "about": "Proident occaecat nulla Lorem exercitation reprehenderit veniam cillum irure reprehenderit magna aliquip reprehenderit.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Marshall",
      "firstN": "Aguirre",
      "lastN": "Robinson",
      "email": "quis@gmail.com",
      "bio": "Nisi ex nulla adipisicing occaecat Lorem exercitation. Ullamco irure ad est non. Adipisicing esse eu aliquip occaecat aliqua veniam. Ullamco ut ad pariatur deserunt qui laboris exercitation. Ad reprehenderit anim et fugiat. Quis quis voluptate mollit sunt. Proident proident amet ut cillum."
    },
    {
      "id": "619a92642527345e404e7cc1",
      "eth": "Chilean",
      "gen": "male",
      "iden": "gay",
      "title": "Laborum amet amet aute laboris.",
      "about": "Dolor aute nostrud sit quis qui magna adipisicing Lorem amet aliqua.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Jennings",
      "firstN": "Trevino",
      "lastN": "Gutierrez",
      "email": "laborum@gmail.com",
      "bio": "Velit nostrud deserunt voluptate et reprehenderit. Dolor est et officia. Labore amet non ad adipisicing. Excepteur tempor laboris nisi ex voluptate. Voluptate ex nisi qui consectetur. Eu cillum non adipisicing esse cupidatat. In aute anim consectetur aliquip duis quis veniam."
    },
    {
      "id": "619a9264b9d11f0803e6147b",
      "eth": "Mexican",
      "gen": "female",
      "iden": "straight",
      "title": "Officia.",
      "about": "Non irure aute culpa non Lorem in veniam excepteur ad fugiat.",
      "img": "../public/img/test_img.jpg",
      "char": 3,
      "set": "Babb",
      "firstN": "Alma",
      "lastN": "Alexander",
      "email": "labore@gmail.com",
      "bio": "Consequat exercitation laboris aliqua consectetur fugiat. Elit deserunt nostrud commodo esse labore. Labore tempor est do commodo. Cupidatat et deserunt minim. Dolore et exercitation ipsum amet officia eiusmod. Exercitation laboris irure labore cupidatat dolor. Nulla magna consequat quis."
    },
    {
      "id": "619a9264de4c8b8aaeeca8bf",
      "eth": "Mexican",
      "gen": "female",
      "iden": "gay",
      "title": "Est voluptate sunt aliquip elit do.",
      "about": "Nisi Lorem eu et labore magna minim.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Roberts",
      "firstN": "Michele",
      "lastN": "Velazquez",
      "email": "velit@gmail.com",
      "bio": "Velit laboris enim sunt consectetur mollit esse. Duis ad id nisi irure et. Fugiat eu in cillum. Mollit ut ut commodo adipisicing. Dolore et consectetur ullamco sint. Ipsum deserunt reprehenderit qui. Ad exercitation eu commodo voluptate."
    },
    {
      "id": "619a926433bdfab350b5e434",
      "eth": "Brazilian",
      "gen": "non-binary",
      "iden": "lesbian",
      "title": "Dolore irure ad officia.",
      "about": "Nulla laboris sunt labore qui culpa incididunt consequat non minim aute magna velit fugiat.",
      "img": "../public/img/test_img.jpg",
      "char": 3,
      "set": "Utting",
      "firstN": "Beasley",
      "lastN": "Mendez",
      "email": "aliquip@gmail.com",
      "bio": "Incididunt sunt quis eu sunt consequat incididunt aliquip. Duis commodo veniam amet occaecat amet velit. Do et non adipisicing tempor. Consectetur eiusmod culpa est aute sit reprehenderit irure. Labore amet ut mollit qui sunt. Elit irure sit aute. Occaecat anim pariatur ad aliqua nulla."
    },
    {
      "id": "619a92642421f93cdfe8a788",
      "eth": "Salvadoran",
      "gen": "non-binary",
      "iden": "gay",
      "title": "Proident dolore est ad.",
      "about": "Mollit est amet nostrud exercitation ut irure aliquip Lorem quis Lorem eiusmod laborum excepteur.",
      "img": "../public/img/test_img.jpg",
      "char": 2,
      "set": "Muse",
      "firstN": "Kellie",
      "lastN": "Duke",
      "email": "irure@gmail.com",
      "bio": "Ex sit sit qui aliqua sit aute irure. Nulla ut exercitation cupidatat. Qui voluptate pariatur anim irure mollit laboris eu. Dolor id proident elit culpa pariatur duis ea. Occaecat reprehenderit minim anim est nulla officia reprehenderit. Ut amet irure aliquip cupidatat non exercitation. Ullamco irure consequat culpa cupidatat ipsum."
    },
    {
      "id": "619a92644c9a991c1820b82d",
      "eth": "Guatemalan",
      "gen": "non-binary",
      "iden": "lesbian",
      "title": "Proident quis Lorem ea.",
      "about": "Dolore fugiat incididunt ullamco enim officia dolore in.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Charco",
      "firstN": "Christi",
      "lastN": "Dickson",
      "email": "nostrud@gmail.com",
      "bio": "Eu eu velit veniam magna laborum. Adipisicing laborum laborum sint culpa nisi sunt laboris. Veniam esse magna aliqua magna. In minim exercitation pariatur duis. Qui occaecat ad officia. Eu non cillum id culpa in amet. Anim do elit exercitation."
    },
    {
      "id": "619a9264e032a250d2f2d19d",
      "eth": "Mexican",
      "gen": "non-binary",
      "iden": "gay",
      "title": "Magna proident amet sint esse.",
      "about": "Dolore ullamco Lorem laboris in cupidatat laborum deserunt labore sit non consequat.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Stewartville",
      "firstN": "Fernandez",
      "lastN": "Petty",
      "email": "consectetur@gmail.com",
      "bio": "Excepteur ipsum deserunt duis dolore excepteur consequat excepteur. Pariatur adipisicing labore labore et. Nisi irure minim nulla cupidatat labore. Dolor ullamco consectetur ipsum occaecat mollit Lorem sint. Duis cillum occaecat cupidatat et Lorem voluptate sint. Est commodo non amet id laboris magna. Occaecat excepteur dolore dolor."
    },
    {
      "id": "619a9264e879b93c42b9f3b4",
      "eth": "Mexican",
      "gen": "non-binary",
      "iden": "lesbian",
      "title": "Consectetur fugiat excepteur.",
      "about": "Irure pariatur quis ut voluptate cupidatat.",
      "img": "../public/img/test_img.jpg",
      "char": 2,
      "set": "Wanamie",
      "firstN": "Taylor",
      "lastN": "Hamilton",
      "email": "mollit@gmail.com",
      "bio": "Excepteur Lorem voluptate sit eu. Dolore mollit cillum esse. Dolor do esse magna sint excepteur fugiat do. Ullamco consectetur commodo elit consectetur sint. Eu consequat dolore aute laboris veniam commodo. Labore magna ad labore. Et sint sit incididunt."
    },
    {
      "id": "619a9264df119b0882bd3a3a",
      "eth": "Colombian",
      "gen": "female",
      "iden": "gay",
      "title": "Et sit quis reprehenderit id pariatur.",
      "about": "Est sunt minim officia minim officia dolore culpa irure.",
      "img": "../public/img/test_img.jpg",
      "char": 2,
      "set": "Stagecoach",
      "firstN": "Lenore",
      "lastN": "Skinner",
      "email": "labore@gmail.com",
      "bio": "Et occaecat eiusmod consectetur cupidatat laboris magna ipsum. Ut aute est in ex officia. Esse id culpa esse. Proident esse officia aliquip adipisicing ex aliquip. Cillum veniam fugiat reprehenderit reprehenderit. Sunt in sit et. Tempor eu id aliquip veniam culpa."
    },
    {
      "id": "619a926403c4ddd663b05f25",
      "eth": "Mexican",
      "gen": "non-binary",
      "iden": "gay",
      "title": "Minim amet fugiat eiusmod.",
      "about": "Veniam excepteur irure id culpa tempor amet non cupidatat id aliqua enim.",
      "img": "../public/img/test_img.jpg",
      "char": 2,
      "set": "Leroy",
      "firstN": "Doris",
      "lastN": "Valentine",
      "email": "ullamco@gmail.com",
      "bio": "Incididunt magna velit sunt proident voluptate voluptate. Proident ipsum adipisicing sint id Lorem commodo. Magna mollit dolor fugiat sunt officia consequat. Velit fugiat irure incididunt nisi. Ex nulla consequat anim voluptate. Officia anim ullamco incididunt. Ipsum id proident sint do."
    },
    {
      "id": "619a926430c3befe8f09ca94",
      "eth": "Salvadoran",
      "gen": "male",
      "iden": "lesbian",
      "title": "Qui officia laborum adipisicing laborum.",
      "about": "Culpa duis laborum id consectetur consequat fugiat.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Coyote",
      "firstN": "Margo",
      "lastN": "Reed",
      "email": "qui@gmail.com",
      "bio": "Tempor dolor adipisicing amet. Nisi occaecat ea cillum eiusmod ea veniam consectetur. Fugiat nisi ea sit sint consequat aute amet. Quis minim mollit nostrud. Cupidatat officia do minim ad in ullamco. Amet dolor fugiat pariatur sit. Ipsum irure et fugiat labore dolore."
    },
    {
      "id": "619a9264a0b3f0eba750bdb6",
      "eth": "Puerto Rican",
      "gen": "male",
      "iden": "straight",
      "title": "Deserunt anim do reprehenderit esse veniam.",
      "about": "Cupidatat ea nisi nostrud do labore commodo cupidatat adipisicing anim.",
      "img": "../public/img/test_img.jpg",
      "char": 2,
      "set": "Gorst",
      "firstN": "Darlene",
      "lastN": "Mckinney",
      "email": "consectetur@gmail.com",
      "bio": "Cupidatat dolore irure do sit cupidatat non voluptate. Adipisicing quis do eu. Proident est excepteur in labore officia veniam. Proident id occaecat aliqua mollit. Cupidatat nostrud laboris sit. Laboris id non nulla. Ullamco proident mollit sit laborum laboris exercitation minim."
    },
    {
      "id": "619a926418a92b50a4037183",
      "eth": "Guatemalan",
      "gen": "female",
      "iden": "straight",
      "title": "Veniam exercitation incididunt.",
      "about": "Sint magna dolore sit incididunt consequat ad sunt nulla.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Gerber",
      "firstN": "Harriet",
      "lastN": "Mercado",
      "email": "nisi@gmail.com",
      "bio": "Tempor laboris adipisicing non. Commodo do exercitation commodo non sunt qui eu. Nisi excepteur culpa sit ad. Do adipisicing eu cupidatat et sunt qui laborum. Duis labore nisi adipisicing non. Tempor anim commodo mollit reprehenderit incididunt. Voluptate cillum tempor ut."
    },
    {
      "id": "619a92645ff1f5e01c8f2614",
      "eth": "Puerto Rican",
      "gen": "non-binary",
      "iden": "bi",
      "title": "Pariatur nisi est aute officia.",
      "about": "Ullamco ullamco culpa laborum consectetur sint sit tempor commodo sit qui.",
      "img": "../public/img/test_img.jpg",
      "char": 2,
      "set": "Westphalia",
      "firstN": "Imelda",
      "lastN": "Dunn",
      "email": "elit@gmail.com",
      "bio": "Occaecat anim veniam magna ullamco aute. Do officia non nulla. Enim elit fugiat dolor aliquip. In proident consectetur fugiat quis minim labore sit. Fugiat sunt mollit veniam enim. Ut excepteur quis eu. Adipisicing laborum mollit est velit eu."
    },
    {
      "id": "619a926455d4cb8bb1a89a2b",
      "eth": "Guatemalan",
      "gen": "male",
      "iden": "trans",
      "title": "Anim est nostrud.",
      "about": "Et dolore ea reprehenderit do dolor amet.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Devon",
      "firstN": "Cherie",
      "lastN": "Buckley",
      "email": "anim@gmail.com",
      "bio": "Culpa magna voluptate nostrud sint. Minim culpa incididunt velit ea pariatur excepteur. Eu mollit sunt fugiat incididunt consequat sunt. Velit nulla deserunt ut. Sint ipsum dolore nostrud. Non culpa proident anim Lorem sint. Lorem duis quis tempor."
    },
    {
      "id": "619a926492720c90a288ed08",
      "eth": "Mexican",
      "gen": "non-binary",
      "iden": "bi",
      "title": "Qui ea.",
      "about": "Exercitation deserunt deserunt in id pariatur.",
      "img": "../public/img/test_img.jpg",
      "char": 2,
      "set": "Rote",
      "firstN": "Harrison",
      "lastN": "Kirby",
      "email": "fugiat@gmail.com",
      "bio": "Mollit labore in ipsum aliquip exercitation magna amet. Adipisicing voluptate laborum ad et aliquip laboris deserunt. Lorem commodo est pariatur ea velit irure. Deserunt nostrud ut do dolor exercitation deserunt. Ad duis exercitation voluptate aliqua ipsum minim occaecat. Ullamco duis veniam tempor adipisicing do ea excepteur. Ut in voluptate nostrud dolore."
    },
    {
      "id": "619a926418ea0d3f7988b948",
      "eth": "Brazilian",
      "gen": "female",
      "iden": "trans",
      "title": "Aliqua.",
      "about": "Nostrud fugiat eiusmod adipisicing culpa deserunt culpa eiusmod adipisicing cillum.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Bend",
      "firstN": "Winters",
      "lastN": "Meadows",
      "email": "dolore@gmail.com",
      "bio": "Est nulla nostrud enim voluptate. Duis culpa in aliquip. Veniam officia sunt sit occaecat non duis. Ut ad non veniam. Velit excepteur consequat in pariatur laborum. Elit deserunt laboris qui ad. Occaecat esse duis ullamco commodo dolor eiusmod pariatur."
    },
    {
      "id": "619a9264c95b82915847de31",
      "eth": "Guatemalan",
      "gen": "non-binary",
      "iden": "gay",
      "title": "Dolor.",
      "about": "Id et mollit laborum veniam culpa ex cupidatat laborum.",
      "img": "../public/img/test_img.jpg",
      "char": 2,
      "set": "Robinette",
      "firstN": "Webb",
      "lastN": "Singleton",
      "email": "do@gmail.com",
      "bio": "Ullamco cillum est laborum cillum aliquip. Laborum mollit ex commodo cillum occaecat. Excepteur cupidatat mollit et. Aliqua mollit magna pariatur. Fugiat excepteur fugiat dolore. Duis velit Lorem culpa reprehenderit ipsum pariatur qui. Incididunt id voluptate magna do officia qui in."
    },
    {
      "id": "619a9264795571f7f97bc06d",
      "eth": "Dominican",
      "gen": "male",
      "iden": "bi",
      "title": "Anim.",
      "about": "Labore velit aliquip dolor officia officia.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Condon",
      "firstN": "Delgado",
      "lastN": "Alford",
      "email": "fugiat@gmail.com",
      "bio": "Ad consectetur commodo eu tempor aliqua. Commodo magna irure eu. Proident ex eiusmod adipisicing cupidatat est laborum laborum. Exercitation quis magna aliqua dolor sit et officia. Cillum sit adipisicing exercitation velit eu Lorem. Nostrud qui ullamco eiusmod do. Aliquip magna sunt duis consectetur eu nostrud."
    },
    {
      "id": "619a9264a541394dcd41551c",
      "eth": "Colombian",
      "gen": "male",
      "iden": "trans",
      "title": "Mollit fugiat et laboris exercitation.",
      "about": "Sunt cillum reprehenderit sit proident magna commodo tempor eu mollit amet.",
      "img": "../public/img/test_img.jpg",
      "char": 2,
      "set": "Knowlton",
      "firstN": "Mayer",
      "lastN": "Clarke",
      "email": "elit@gmail.com",
      "bio": "Quis et Lorem dolore dolor sunt pariatur sint. Laborum et culpa amet cupidatat reprehenderit adipisicing minim. Esse mollit velit pariatur ut adipisicing. Cupidatat magna deserunt laboris commodo. Eu dolor nisi eiusmod. Commodo do laborum deserunt sit. Ullamco irure nulla elit aliqua Lorem."
    },
    {
      "id": "619a9264cfb37bcefd95ab88",
      "eth": "Puerto Rican",
      "gen": "non-binary",
      "iden": "gay",
      "title": "Do non amet mollit ex minim.",
      "about": "Reprehenderit ut anim eu nostrud aliqua aute.",
      "img": "../public/img/test_img.jpg",
      "char": 2,
      "set": "Germanton",
      "firstN": "Dixie",
      "lastN": "Bean",
      "email": "ullamco@gmail.com",
      "bio": "Eu anim id est. Et reprehenderit Lorem nisi excepteur id dolor. Sint laborum tempor est do deserunt labore. Aute cillum laborum aute velit ut. Excepteur commodo fugiat ea est. Sit Lorem laboris ipsum ipsum non minim. Sit in enim reprehenderit eiusmod proident aliqua laborum."
    },
    {
      "id": "619a92642df99a24a9097e2a",
      "eth": "Mexican",
      "gen": "female",
      "iden": "bi",
      "title": "Ea pariatur.",
      "about": "Ad nostrud duis voluptate officia culpa voluptate labore exercitation fugiat Lorem quis voluptate Lorem.",
      "img": "../public/img/test_img.jpg",
      "char": 3,
      "set": "Dotsero",
      "firstN": "Cynthia",
      "lastN": "Fisher",
      "email": "aliquip@gmail.com",
      "bio": "Commodo ex aliqua ipsum non aliqua aliqua pariatur. Duis voluptate Lorem quis id labore et reprehenderit. Sint nulla ipsum nisi eiusmod. Pariatur qui ex minim sunt esse ullamco. Fugiat adipisicing aliquip sit. Enim aliquip mollit commodo adipisicing nostrud aliqua dolor. Anim amet fugiat voluptate veniam."
    },
    {
      "id": "619a9264e248ace463c85ffc",
      "eth": "Guatemalan",
      "gen": "non-binary",
      "iden": "gay",
      "title": "Non.",
      "about": "Sint ut labore ea qui commodo.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Ripley",
      "firstN": "Gabrielle",
      "lastN": "Tyler",
      "email": "veniam@gmail.com",
      "bio": "Magna duis culpa consectetur sint ea. Sint consequat culpa et do irure nisi cillum. Aliquip ad non incididunt proident laboris. Est proident Lorem veniam reprehenderit do. Esse proident quis aliquip ullamco pariatur cupidatat. Lorem aute tempor laborum incididunt nulla. Excepteur velit est et anim culpa cillum ipsum."
    },
    {
      "id": "619a9264632e72d78c25e609",
      "eth": "Puerto Rican",
      "gen": "female",
      "iden": "lesbian",
      "title": "Occaecat dolore nostrud tempor.",
      "about": "Consectetur proident proident aute consectetur amet.",
      "img": "../public/img/test_img.jpg",
      "char": 2,
      "set": "Romeville",
      "firstN": "Johns",
      "lastN": "Rice",
      "email": "deserunt@gmail.com",
      "bio": "Eu ea deserunt ipsum fugiat aliquip in. Consectetur enim nisi incididunt ad veniam. Excepteur cupidatat non qui. Proident et consequat dolor. Et sunt reprehenderit aliqua. Eu culpa nulla velit tempor ex. Est ex irure qui commodo in."
    },
    {
      "id": "619a926453ba38abf0695e1f",
      "eth": "Brazilian",
      "gen": "non-binary",
      "iden": "gay",
      "title": "Deserunt consectetur.",
      "about": "Excepteur sunt ut Lorem laboris dolor adipisicing culpa eu qui magna reprehenderit in.",
      "img": "../public/img/test_img.jpg",
      "char": 2,
      "set": "Balm",
      "firstN": "Mccarty",
      "lastN": "Mcknight",
      "email": "elit@gmail.com",
      "bio": "Sit mollit ex duis. Qui labore nisi ex velit amet in Lorem. Dolore commodo aute consectetur sunt. Cupidatat Lorem et in aute amet voluptate occaecat. Lorem in deserunt ullamco. Adipisicing cillum officia laboris laboris nulla. Proident Lorem nulla sunt exercitation sint est."
    },
    {
      "id": "619a9264b1460b025ad6e48c",
      "eth": "Guatemalan",
      "gen": "male",
      "iden": "gay",
      "title": "Ex laborum laboris.",
      "about": "Aliquip cillum dolor non dolor fugiat sunt sunt laboris non.",
      "img": "../public/img/test_img.jpg",
      "char": 2,
      "set": "Salvo",
      "firstN": "Millie",
      "lastN": "Britt",
      "email": "non@gmail.com",
      "bio": "Voluptate ad commodo excepteur incididunt nulla pariatur. Dolor consectetur in ipsum dolor eu. Dolor reprehenderit cupidatat ad reprehenderit nulla ullamco. Consectetur excepteur est ullamco. Minim non nisi dolor. Magna reprehenderit aliqua mollit id. Ea excepteur magna minim dolore nulla."
    },
    {
      "id": "619a926490a1ca62c84b69c8",
      "eth": "Chilean",
      "gen": "male",
      "iden": "lesbian",
      "title": "Consequat dolor esse reprehenderit nulla ex.",
      "about": "Voluptate culpa mollit in sint.",
      "img": "../public/img/test_img.jpg",
      "char": 3,
      "set": "Brantleyville",
      "firstN": "Mariana",
      "lastN": "Parsons",
      "email": "officia@gmail.com",
      "bio": "Cillum et in reprehenderit esse nulla ex. Culpa enim Lorem aliqua anim occaecat ea sunt. Fugiat dolore esse nostrud exercitation laborum officia eiusmod. Proident veniam occaecat aliquip minim sit excepteur. Pariatur occaecat esse dolor velit anim aliqua Lorem. Id sint veniam sunt. Amet proident non deserunt veniam."
    },
    {
      "id": "619a9264469eedb13d48d91d",
      "eth": "Cuban",
      "gen": "male",
      "iden": "lesbian",
      "title": "Ex consequat ea sunt duis.",
      "about": "Irure duis cupidatat esse excepteur velit incididunt aute nulla ullamco exercitation in.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Chapin",
      "firstN": "Jacquelyn",
      "lastN": "Barton",
      "email": "nisi@gmail.com",
      "bio": "Sit et anim ad ipsum in. Id velit nostrud excepteur. Ut non consectetur dolore. Labore sunt deserunt aliquip pariatur eu. Dolore dolor duis velit aliquip. Veniam dolor nisi magna excepteur ea. Lorem deserunt non ipsum amet."
    },
    {
      "id": "619a926478e3a7f3764b86b8",
      "eth": "Cuban",
      "gen": "male",
      "iden": "bi",
      "title": "Incididunt minim eu do.",
      "about": "Nisi aliqua cillum id aliqua deserunt.",
      "img": "../public/img/test_img.jpg",
      "char": 1,
      "set": "Carbonville",
      "firstN": "Bernadine",
      "lastN": "Gibbs",
      "email": "eiusmod@gmail.com",
      "bio": "Proident ut deserunt duis Lorem. Ad ullamco duis fugiat do velit. Commodo adipisicing dolor duis nulla qui. Magna ex culpa laborum duis proident nostrud laboris. Id nulla consectetur aute culpa excepteur. Et pariatur laboris voluptate. Laborum laborum esse sunt velit."
    }
  ]